[
  {
    "source": "airtable_x_thread",
    "hook": "**The Growing Role of AI Automation in the Workplace: Feedback Loop between AI and Employees**",
    "thread_length": 11,
    "full_thread": "**The Growing Role of AI Automation in the Workplace: Feedback Loop between AI and Employees**\n\nAs businesses increasingly integrate AI into their operations, understanding its impact on employees is crucial. Here are **10 interesting statistics and facts** about AI automation and its influence on the workforce that underscore the importance of feedback mechanisms, not just for employees but for AI systems as well.\n\n1. **AI Adoption and Productivity**:  \n   A remarkable **64% of businesses** believe that AI will enhance their overall productivity. This places a greater emphasis on collecting feedback from employees to ensure AI tools meet actual needs.\n\n2. **AI and Job Displacement**:  \n   With projections showing that AI could displace **400 million workers** globally by 2030, it's vital to engage employees in conversations about their roles and how AI can support rather than replace them.\n\n3. **New Job Creation by AI**:  \n   While the fear of job loss looms, AI is also expected to create **around 97 million new jobs** by 2030. Encouraging employee feedback will help align training initiatives to prepare for these new roles.\n\n4. **AI in Hiring Processes**:  \n   A significant **42% of business leaders** have leveraged AI to streamline hiring processes. Gathering feedback from employees about their experiences with these systems can optimize future recruitment efforts.\n\n5. **AI Impact on Data Management**:  \n   The shift toward automation is notable, with approximately **90% of data processing positions** at risk of becoming automated. Ensuring employee feedback is essential in shaping the transition to preserve their roles when possible.\n\n6. **AI Trust Among Consumers**:  \n   Interestingly, **73% of consumers** trust content generated by AI. Promoting transparent communication between AI systems and employees can enhance trust and effectiveness in their collaboration.\n\n7. **AI and Employee Skills**:  \n   As AI adoption progresses, **20% of enterprise employees** may require reskilling. Employees’ feedback will be crucial in identifying training needs for reskilling initiatives.\n\n8. **AI and Job Concerns**:  \n   A notable **52% of employed U.S. adults** are apprehensive about AI replacing their jobs. This highlights the need for organizations to actively seek feedback and alleviate worker concerns regarding job security.\n\n9. **AI in Various Industries**:  \n   By 2035, AI is predicted to boost business productivity by **40%**. Encouraging ongoing dialogue with employees can ensure that AI implementations",
    "pattern_type": "statement",
    "author": " Chris Donnelly",
    "post_url": "https://www.linkedin.com/feed/update/urn:li:activity:7217849810815496192",
    "date": "8/7/2024",
    "record_id": "recgcS32mvOnvoCes"
  },
  {
    "source": "airtable_x_thread",
    "hook": "5 Essential Skills You Need to Excel in AI Automation",
    "thread_length": 4,
    "full_thread": "5 Essential Skills You Need to Excel in AI Automation\n\n➡️ Analytical Thinking: How well can you interpret data and make strategic decisions?  \nExample: \"Understanding the nuances of data analysis enables you to leverage AI insights effectively.\"\n\n➡️ Technical Proficiency: Are you familiar with the latest AI tools and technologies?  \nExample: \"Possessing strong technical skills ensures you can work with automation tools that are increasingly in demand.\"\n\n➡️ Flexibility and Adaptability: Can you quickly adjust to new AI-related challenges?  \nExample: \"Being adaptable allows you to navigate the rapidly changing landscape of AI and automation.\"\n\n➡️ Continuous Learning: Are you committed to reskilling yourself as AI technologies evolve?  \nExample: \"With 35% of organizations investing in training for AI tools, ongoing education is crucial for staying relevant.\"\n\n➡️ Collaboration Skills: How effectively can you work alongside AI systems and teams?  \nExample: \"As AI takes on more responsibilities, effective collaboration will distinguish you in the workplace.\"\n\nMaster these skills, and you're on your way to thriving in an AI-driven future! \n\nP.S. Which skill do you find most crucial? Share your thoughts!",
    "pattern_type": "statement",
    "author": "",
    "post_url": "",
    "date": "",
    "record_id": "recsoav3qUQXKYAff"
  },
  {
    "source": "airtable_x_thread",
    "hook": "20 Content Ideas to Kick Off Your 2024...",
    "thread_length": 11,
    "full_thread": "20 Content Ideas to Kick Off Your 2024...\n\n1. The Future of Work: How AI Automation Will Change Job Roles by 2025 \n\n2. Unlocking Productivity: 5 Ways AI Can Enhance Your Business Operations \n\n3. The Economic Impact of AI: How It Could Contribute 21% to the US GDP by 2030 \n\n4. AI Market Growth: What the Projected $407 Billion Market in 2027 Means for Your Industry \n\n5. Adopting AI: Lessons from Companies that Already Utilize Automation\n\n6. Preparing for Change: How to Upskill Your Workforce in the Age of AI \n\n7. The Rise of Intelligent Automation: Why 80% of Companies Are Expected to Adopt It by 2025 \n\n8. The Voice Assistant Revolution: How Voice Technology is Shaping Customer Service \n\n9. Overcoming Labor Shortages: How AI Can Bridge Workforce Gaps \n\n10. Job Creation vs Job Elimination: Navigating the Shift with 12 Million New Opportunities \n\n11. Strategic Priorities: Why 83% of Executives Believe AI is Key to Their Business Success \n\n12. Adoption Rates: A Global Perspective on AI Implementation in Companies \n\n13. The Annual Growth Rate of AI: What 37.3% Growth Means for Entrepreneurs \n\n14. The Digital Voice Intent: Exploring the Usage of Voice Assistants in Everyday Life \n\n15. The Business Case for AI: Making the Most of Your Investment \n\n16. Exploring AI Automation in Different Industries: Key Trends and Insights \n\n17. How to Measure the ROI of AI Implementations in Your Business \n\n18. AI and Data Privacy: Navigating Challenges as Automation Grows \n\n19. Introducing AI: How to Start Your Journey in Business Automation \n\n20. Future-Proofing Your Business: Adapting Strategies in the Age of AI \n\nHave you thought about what content you'll be posting in the new year? \n\nP.S. I was hoping to spend my week off outdoors but it seems the Northeast is in storm season so here I am.\n\n🔔 Drop me a follow if you found this useful! \n\nFollow Elizabeth Knopf.",
    "pattern_type": "statement",
    "author": "",
    "post_url": "",
    "date": "",
    "record_id": "recTfvFSY52C5l7gZ"
  },
  {
    "source": "airtable_x_thread",
    "hook": "One of the hallmarks of modern progress is embracing innovation even when it's outside your comfort zone.",
    "thread_length": 4,
    "full_thread": "One of the hallmarks of modern progress is embracing innovation even when it's outside your comfort zone.\n\nIt doesn't have to feel easy when you dive into it.\n\nBut once you do, you'll discover a world of opportunities.\n\n✍🏼  \n♻️ Reshare if this was useful.\n\n- Elizabeth Knopf\n\nPs. If you're eager to stay ahead in the evolving landscape of AI automation, consider signing up for my newsletter.\n\nEvery week, I share insights on how to harness the power of AI to optimize your workflows and boost your productivity.\n\nJoin 300,000+ innovators 👇🏼\n\nhttps://lnkd.in/gehZk5aJ.\n\n---\n\nThe AI market is projected to reach $407 billion by 2027, highlighting a remarkable shift from an estimated $86.9 billion in revenue in 2022. This significant growth is accompanied by the expectation that AI will contribute 21% to the U.S. GDP by 2030.\n\nHowever, while the statistics are promising, over 75% of consumers express concern about misinformation from AI, a reminder that with great advancements come great responsibilities. \n\nThe adoption of tools like ChatGPT showcases this trend, as it amassed 1 million users within just five days of its launch, reflecting a surge in curiosity and need for efficiency. \n\nLooking forward, the automotive industry is on the brink of transformation—with expectations that 10% of vehicles will be driverless by 2030. \n\nMoreover, 64% of businesses believe AI will enhance their overall productivity, indicating a bright future for those willing to integrate AI into their operations.\n\nIn the digital realm, 50% of U.S. mobile users now utilize voice search daily, marking a fundamental shift in how consumers interact with technology.\n\nWith an annual growth rate of 37.3% anticipated from 2023 to 2030, the momentum behind AI adoption demonstrates its integral role in business efficiency.\n\nNotably, 25% of companies are now incorporating AI as a solution to labor shortages, showcasing a critical adaptation in the workforce.\n\nChina leads this revolution, with 58% of its companies deploying AI and 30% considering it for future integration. \n\nThese insights reveal not just a trend, but a new era of operational strategy that can shape our professional and personal lives.",
    "pattern_type": "statement",
    "author": " Dan Go",
    "post_url": "https://www.linkedin.com/feed/update/urn:li:activity:7221719279115587584",
    "date": "8/7/2024",
    "record_id": "rec7KyZ4XvKX2w1Cs"
  },
  {
    "source": "airtable_x_thread",
    "hook": "Essential skills you need to excel in AI Automation.",
    "thread_length": 5,
    "full_thread": "Essential skills you need to excel in AI Automation. \n\n➡️ Data Analysis: Are you able to interpret large datasets effectively? \n\nExample: \"Understanding data patterns can help businesses make informed automation decisions.\" \n\n➡️ Technical Proficiency: Do you possess the ability to work with AI tools and software? \n\nExample: \"Being proficient in programming languages can significantly enhance your automation projects.\" \n\n➡️ Problem-Solving: How strong is your ability to tackle challenges that arise during automation? \n\nExample: \"Identifying and resolving issues quickly is crucial as 80% of companies aim to adopt intelligent automation by 2025.\" \n\n➡️ Strategic Planning: Are you skilled at developing long-term strategies for AI implementation? \n\nExample: \"A well-thought-out strategy can help businesses harness AI to boost productivity, as 64% of businesses expect better performance.\" \n\n➡️ Adaptability: How well do you adapt to rapid changes in technology? \n\nExample: \"With AI expected to see a 37.3% annual growth rate from 2023 to 2030, being adaptable is key to leveraging new advancements.\" \n\nMaster these skills, and you're on your way to thriving in the AI automation era! \n\nP.S. Which skill do you find most crucial? Share your thoughts! Follow Elizabeth Knopf.",
    "pattern_type": "statement",
    "author": "",
    "post_url": "",
    "date": "",
    "record_id": "recWUC9UkEAkAofGo"
  },
  {
    "source": "airtable_x_thread",
    "hook": "**Importance of AI Automation in First 500 Days**",
    "thread_length": 7,
    "full_thread": "**Importance of AI Automation in First 500 Days**  \n\nHey there, fellow entrepreneurs! As we embark on our journey towards innovation and success, it's crucial to recognize the paramount role that AI automation plays in our early days.  \n\nIn the fast-paced business landscape, effective AI automation can be a game-changer for our growth and success.  \n\nHere's why:  \n\n1️⃣ **AI Adoption is on the Rise**:  \n- 34% of companies currently utilize AI, and another 42% are exploring its potential. This trend indicates that integrating AI into our operations is becoming essential for competitiveness.\n\n2️⃣ **Widespread Implementation in Corporations**:  \n- Over 80% of Fortune 500 companies have already adopted AI. This widespread adoption showcases the necessity of AI in modern business practices and the opportunities it presents.\n\n3️⃣ **Boosting Productivity**:  \n- AI could increase labor productivity growth by 1.5 percentage points over the next decade. Utilizing AI can significantly enhance efficiency, allowing us to achieve more with the same resources.\n\n4️⃣ **Time-Saving Automation**:  \n- Existing AI technologies can automate tasks that consume between 60% and 70% of workers' time today. This means we can free up our team's time to focus on strategic initiatives rather than mundane tasks.\n\n5️⃣ **Reskilling for the Future**:  \n- As AI continues to automate tasks, at least 20% of enterprise employees will need to be reskilled. Emphasizing AI in our early days ensures that our team stays relevant and prepared for the changing job landscape.\n\nRemember, in the early days, when resources are limited, adopting AI automation can not only streamline our processes but also position us as leaders in our industry.  \n\nSo, let's leverage the power of AI automation to create a strong foundation for our business and pave the way for future great success!  \n\nFollow Elizabeth Knopf.",
    "pattern_type": "statement",
    "author": "",
    "post_url": "",
    "date": "",
    "record_id": "recQG5Lzoo5LlDxtK"
  },
  {
    "source": "airtable_x_thread",
    "hook": "Importance of AI Automation in First 500 Days",
    "thread_length": 7,
    "full_thread": "Importance of AI Automation in First 500 Days  \n\nHey there, fellow innovators!  \n\nAs we embark on our startup journey, it's crucial to recognize the paramount role that AI automation plays in our early days.  \n\nIn the fast-paced business landscape, effective AI automation can be a game-changer for our growth and success.  \n\nHere's why:  \n\n1️⃣ Increased Productivity:  \n\n- 64% of businesses believe that AI will increase their overall productivity, allowing us to achieve more in less time and with fewer resources.  \n\n2️⃣ Job Creation Potential:  \n\n- By 2025, while AI might eliminate 85 million jobs, it is projected to create 97 million new ones, resulting in a net gain of 12 million jobs. This highlights the importance of integrating AI as we build our teams.  \n\n3️⃣ Competitive Advantage:  \n\n- Over 80% of businesses admit AI helps them stay competitive in the market. Embracing AI early on can position us for long-term success and relevance.  \n\n4️⃣ Rapid Growth of AI Technology:  \n\n- AI is expected to see an annual growth rate of 37.3% from 2023 to 2030. Tapping into this growth can supercharge our operations and strategies.  \n\n5️⃣ Widespread Adoption:  \n\n- With 34% of companies currently using AI and an additional 42% exploring it, it’s clear that AI is becoming a norm rather than an option. We must not fall behind in this essential tech movement.  \n\nRemember, in the early days, when resources are limited, leveraging the right technology can make all the difference in our efficiency and reach.  \n\nSo, let's capitalize on the power of AI automation to create a strong foundation for our startup and pave the way for future great success!  \n\nFollow Elizabeth Knopf.",
    "pattern_type": "statement",
    "author": "",
    "post_url": "",
    "date": "",
    "record_id": "recXlQrwF58YB9ZKG"
  },
  {
    "source": "airtable_x_thread",
    "hook": "Mistakes that get the AI automation police on you (avoid these):",
    "thread_length": 6,
    "full_thread": "Mistakes that get the AI automation police on you (avoid these):  \n\nMistake 1: Ignoring the importance of AI integration. Many businesses still lag behind, not realizing that 34% of companies are already leveraging AI while an additional 42% are exploring its use.\n\nMistake 2: Underestimating AI's potential. With AI projected to boost business productivity by 40% by the end of 2035, ignoring its capabilities can hinder your growth.\n\nMistake 3: Failing to address labor shortages. 25% of companies are adopting AI specifically to combat these shortages, so if you're not in that group, you're at a disadvantage.\n\nMistake 4: Neglecting voice search optimization. With 97% of mobile users utilizing AI-powered voice assistants, failing to accommodate these technologies may cost you potential customers.\n\nMistake 5: Not considering the long-term impact on the workforce. While it’s true that AI will automate tasks that consume 60% to 70% of workers’ time today, it’s also expected to create 12 million more jobs than it replaces.\n\nMistake 6: Overlooking market trends. The AI market is projected to grow from $86.9 billion in 2022 to $407 billion by 2027; failure to adapt could leave you behind.\n\nMistake 7: Disregarding user experience. AI's implementation should enhance user interaction; achieving this can drastically improve client retention and satisfaction.\n\nBonus one: Neglecting continuous assessment. The businesses that believe AI will increase productivity represent 64%. If you're not evaluating and adjusting your AI strategies, you may be wasting potential.\n\nIf you want long-term success...  \n\nDon't make these mistakes.  \n\nFollow Elizabeth Knopf for more insights on leveraging AI automation effectively!",
    "pattern_type": "statement",
    "author": "",
    "post_url": "",
    "date": "",
    "record_id": "recKb2k0ykA7iwKpD"
  },
  {
    "source": "airtable_x_thread",
    "hook": "AI automation sounds awesome, but the reality is:",
    "thread_length": 8,
    "full_thread": "AI automation sounds awesome, but the reality is:\n\n1. 80% of companies will adopt intelligent automation by 2025, yet many are still struggling to integrate AI into their existing workflows effectively.\n\n2. 44% of business leaders prefer AI automation to boost productivity, but resistance from employees who fear job displacement poses a significant challenge.\n\n3. 42% of business leaders have implemented AI to reduce general hiring needs, leaving many employees wondering about their job security and future roles.\n\n4. 64% of businesses expect AI to increase productivity, but the initial investment and ongoing costs of AI technology can be daunting.\n\n5. 25% of companies are adopting AI because of labor shortages, yet finding the right AI solutions that actually address these shortages remains a complex task.\n\n6. 37% of leaders believe AI technology can improve employee experience and skills acquisition, but effective training is required to ensure employees can leverage these new tools.\n\n7. 40% of leaders believe AI can improve customer experience, which eventually can boost sales and revenue, but there’s a risk that reliance on automation might alienate customers craving personal interaction.\n\nYet the risk is still so worth it:\n\nBecause embracing AI automation not only enhances operational efficiency and unlocks new opportunities but also paves the way for innovative business models and new roles in the evolving job market. Follow Elizabeth Knopf.",
    "pattern_type": "statement",
    "author": "",
    "post_url": "",
    "date": "",
    "record_id": "recKah0j6oiv6ne4w"
  },
  {
    "source": "airtable_x_thread",
    "hook": "Is this why companies can't fill positions!?",
    "thread_length": 4,
    "full_thread": "Is this why companies can't fill positions!?\n\nAdvice to companies 👇\n\nMost jobs can be taught.\n\nGive people a chance.\n\nAI is transforming the workplace! Did you know that 34% of companies currently use AI, and an additional 42% are exploring its capabilities? As a result, existing AI technologies can automate tasks that absorb between 60% and 70% of workers’ time today. In fact, 80% of U.S. workers could have at least 10% of their work affected by generative AI.\n\nWith AI adoption on the rise—80% of Fortune 500 companies have already integrated AI—it's crucial to recognize that AI skills will soon be essential. In 2024, 96% of companies hiring say candidates with AI skills will have an advantage. But here’s the catch: 47% of businesses are considering using AI instead of hiring new employees. \n\nThis shift means that many roles may need reskilling, with 20% of enterprise employees likely facing the need to upgrade their skill sets. Rather than limiting opportunities, let’s embrace the change and provide chances to those willing to learn.\n\nThat's it.\n\n♻️ Share this to help someone in your LinkedIn network get a chance today!\n\nAnd follow Elizabeth Knopf for more content like this!",
    "pattern_type": "question",
    "author": " Rob Dance",
    "post_url": "https://www.linkedin.com/feed/update/urn:li:activity:7222926221632770049",
    "date": "8/8/2024",
    "record_id": "recNkaUB9eKuGkjFM"
  },
  {
    "source": "airtable_x_thread",
    "hook": "Have fun with your AI automation.",
    "thread_length": 7,
    "full_thread": "Have fun with your AI automation.\n\nCelebrate the fact that 80% of companies will adopt intelligent automation by 2025.  \n\nCelebrate the preference of 44% of business leaders who see AI automation as the key to boosting productivity.  \n\nCelebrate the strategic move of 42% of business leaders who have implemented AI to reduce general hiring needs.  \n\nCelebrate and share that around 80% of U.S. workers could have at least 10% of their work affected by generative AI.  \n\nAI is transforming the workforce, and understanding it is essential for staying ahead.  \n\nBecause no one remembers a boring approach to AI automation.",
    "pattern_type": "statement",
    "author": "",
    "post_url": "",
    "date": "",
    "record_id": "recKyTFOlpfKuDuFF"
  },
  {
    "source": "airtable_x_thread",
    "hook": "Stop waiting. Start acting.",
    "thread_length": 4,
    "full_thread": "Stop waiting. Start acting. \n\nBecause time is ticking. And with that, so are your opportunities. \n\nThe landscape of work is evolving rapidly with AI automation taking center stage. In fact, by 2025, 80% of companies will adopt intelligent automation. Are you ready to be part of this transformation?\n\nTake control of your future now.\n\nHere are 3 things I've stopped doing on automating my workflow lately: \n\n1. **Overcomplicating tasks**  \nI realized that simplicity is key. Embracing AI tools allows me to streamline operations, instead of getting bogged down in manual processes. \n\n2. **Ignoring training opportunities**  \nKnowing that 35% of organizations are already reskilling their teams, I focused on learning how to utilize AI effectively. Investing time in training makes adapting to new technologies less daunting.\n\n3. **Fearing job loss**  \nWith forecasts predicting that AI will create 12 million more jobs than it eliminates, I’ve shifted my mindset. Instead of worrying, I now view AI as a tool for innovation and growth.\n\nKindly add to the list. I'm learning in the comment section. \n\nSeeing me for the first time? I post insights on how to navigate the future of work and the impact of AI automation. \n\nConnect with me, Elizabeth Knopf. \n\nRing the notification 🔔 to get notified on my daily valuable posts!",
    "pattern_type": "contrarian",
    "author": "",
    "post_url": "",
    "date": "",
    "record_id": "rec5zmm1yUDkCzZds"
  },
  {
    "source": "airtable_x_thread",
    "hook": "Job security is a basic right, not a privilege.",
    "thread_length": 4,
    "full_thread": "Job security is a basic right, not a privilege.\n\nNo one should have to live in fear of losing their job, especially with the rapid rise of AI automation.\n\nAdvice to the 60% of people who do:\n\nDon’t let toxic people mess with your head. The reality is that over 80% of Fortune 500 companies have adopted AI, and around 80% of U.S. workers could see at least 10% of their work affected.\n\nYou deserve to feel secure, valued, and respected! As AI technologies can automate tasks that consume 60% to 70% of your time, it’s crucial to stay informed and adaptable in today’s job market.\n\nDon’t settle for anything less. Embrace the skills that will set you apart, as 96% of companies hiring in 2024 say candidates with AI skills will be at an advantage.\n\nDo you agree?\n\n♻️ Share with someone who needs to see this today!\n\nAnd follow Elizabeth Knopf for more LinkedIn content like this!",
    "pattern_type": "statement",
    "author": " Rob Dance",
    "post_url": "https://www.linkedin.com/feed/update/urn:li:activity:7221839742114418688",
    "date": "8/8/2024",
    "record_id": "recmj2MxOS1D5vxV1"
  },
  {
    "source": "airtable_x_thread",
    "hook": "Running a business: Here's what fuels that fire for me: AI automation.",
    "thread_length": 13,
    "full_thread": "Running a business: Here's what fuels that fire for me: AI automation.  \n\nInside the Team:  \n\n► We actively seek feedback from our team members.  \n\n► Their insights help us understand the challenges and opportunities in implementing AI solutions.  \n\n► We don’t just listen, we take action.  \n\n► We refine our processes to incorporate new AI and automation tools effectively.  \n\n► We leverage resources to provide training and reskilling opportunities, with 35% of organizations already doing so.  \n\n► We strive to create a supportive environment where everyone feels equipped to adapt to these changes.  \n\nOutside the Team:  \n\n► Our customers are our best critics and supporters.  \n\n► We engage with them at every stage of their experience with our AI-enhanced products.  \n\n► Their feedback helps us understand their needs and expectations in a rapidly evolving landscape.  \n\n► We use this knowledge to improve our products and services, anticipating that 80% of companies will adopt intelligent automation by 2025.  \n\nBy embracing AI automation, we aim to increase productivity, as 44% of business leaders prefer this technology. In fact, AI could increase labor productivity growth by 1.5 percentage points over the next decade, addressing the concern of 52% of employed U.S. adults who fear their jobs could be replaced. With existing AI technologies automating tasks that absorb between 60% and 70% of workers’ time today, it is crucial that we prepare our team and our customers for this transformation. Follow Elizabeth Knopf.",
    "pattern_type": "statement",
    "author": "",
    "post_url": "",
    "date": "",
    "record_id": "recCEaXEszSv6uL0B"
  },
  {
    "source": "airtable_x_thread",
    "hook": "My content got close to 10,000 impressions this year. And I only started taking this seriously in January.",
    "thread_length": 7,
    "full_thread": "My content got close to 10,000 impressions this year. And I only started taking this seriously in January.\n\n50 posts > 75 generated leads > 30 clients.\n\n2023 FY Revenue: $500,000 - $750,000\n\nIt's not much but it's honest work.\n\n2023 was a year of transition.\n\nAI automation is reshaping how businesses operate, with 80% of companies expected to adopt intelligent automation by 2025. As I navigated through the year, I realized that 44% of business leaders prefer AI automation to boost productivity, which was a game-changer for my strategy.\n\n2024 will be a year of consolidation.\n\nI plan to deepen my expertise in AI technologies and reskill myself in line with the fact that 20% of enterprise employees will need to be reskilled due to AI adoption. Additionally, I aim to leverage AI to further enhance my productivity and lead generation, as existing AI technologies can automate tasks that absorb between 60% and 70% of workers’ time today. \n\nThe only way is up—Follow Elizabeth Knopf.",
    "pattern_type": "personal_story",
    "author": "",
    "post_url": "",
    "date": "",
    "record_id": "recdeg7zoQyoQGWB5"
  },
  {
    "source": "airtable_x_thread",
    "hook": "In 10 years, I’ve reached $2 million of revenue doing AI automation consulting.",
    "thread_length": 8,
    "full_thread": "In 10 years, I’ve reached $2 million of revenue doing AI automation consulting.\n\n7 advices, I’d give to ANYBODY now:\n\n1. Embrace AI Early  \nThe landscape is changing rapidly—34% of companies currently use AI, and an additional 42% are exploring it. Getting ahead puts you at a competitive advantage.\n\n2. Train and Reskill Your Team  \n35% of organizations are already investing in training their teams to use AI and automation tools. It’s essential to ensure your workforce is equipped for the future.\n\n3. Identify Automation Opportunities  \nExisting AI technologies can automate tasks that take up 60% to 70% of workers’ time today. Look for processes in your business that can be streamlined through automation.\n\n4. Prepare for Workforce Changes  \nAround 80% of U.S. workers could see at least 10% of their work impacted by generative AI. Be proactive in addressing the potential shifts in job roles and responsibilities.\n\n5. Invest in Reskilling  \nAI adoption could mean 20% of enterprise employees will need to be reskilled. Make a plan to educate your workforce on new technologies.\n\n6. Streamline Hiring with AI  \n42% of business leaders have implemented AI to reduce general hiring needs. Automating aspects of recruitment can save time and improve your talent acquisition process.\n\n7. Focus on Productivity  \n44% of business leaders prefer AI to boost productivity. Utilize automation to refine operations and give your team more time for high-impact tasks.\n\nHave any questions about AI automation?  \n\nAMA anything in the comments.  \n\nFollow Elizabeth Knopf.",
    "pattern_type": "dollar_value",
    "author": "",
    "post_url": "",
    "date": "",
    "record_id": "recui4UH1JEeQZFmU"
  },
  {
    "source": "airtable_x_thread",
    "hook": "6 simple rules of leadership",
    "thread_length": 3,
    "full_thread": "6 simple rules of leadership\n\n- Make people feel heard\n- Treat everyone with respect\n- Create a safe space where people feel trusted\n- Be understanding when things don't go to plan\n- Be considerate of the crap that people are going through\n- Don’t gaslight people into being grateful for not being fired every day\n\nAs we navigate the evolving landscape of work, particularly with the rise of AI automation, it's crucial to recognize that:\n\n- 34% of companies currently use AI, with another 42% exploring how to integrate it into their operations.\n- 22% of firms are aggressively pursuing AI across various tech products and business workflows.\n- AI technologies can automate tasks that currently absorb between 60% and 70% of workers' time. \n\nThis means that around 80% of U.S. workers could see at least 10% of their work affected by generative AI, and 19% could experience a more drastic impact. Leadership isn't just about managing these changes—it's about supporting your team through them. Those who adapt may need to reskill; it's estimated that AI adoption could lead to at least 20% of enterprise employees needing to upskill.\n\nFurther, 52% of employed U.S. adults express concern that AI will replace their jobs, and 47% of businesses consider using AI over hiring new employees. With predictions that one in three businesses could replace employees with AI in 2024, fostering an environment of trust and understanding is paramount.\n\nWhen you show your team that you truly care about their life AND work, especially amid these transformations, there’s nothing they won’t strive to achieve.\n\nDo you agree?\n\n♻️ Share with someone who needs to see this today!\n\nAnd follow Elizabeth Knopf for more LinkedIn content like this!",
    "pattern_type": "statement",
    "author": " Rob Dance",
    "post_url": "https://www.linkedin.com/feed/update/urn:li:activity:7216765680098934787",
    "date": "8/8/2024",
    "record_id": "recRlwlm8nODOB0ba"
  },
  {
    "source": "airtable_x_thread",
    "hook": "I've got bad news.",
    "thread_length": 2,
    "full_thread": "I've got bad news. \n\nThat idea of using AI automation to streamline your business practices? \n\nIt doesn't come without challenges. \n\nIt's simply a transformative journey that demands adaptation and foresight. \n\nThe reality is that AI automation is reshaping industries at an unprecedented pace. \n\nOnce you embrace AI, you'll realize that the experience teaches you vital lessons that no textbook or seminar can capture. \n\nSo should you ignore the power of AI automation? \n\nOf course not. \n\nAdopting AI automation is magnificent. \n\nWith 80% of businesses admitting that AI helps them stay competitive in the market and 44% of business leaders preferring AI automation to boost productivity, it's clear that this technology is not just a trend—it's essential. \n\nIn fact, over 80% of companies will adopt intelligent automation by 2025, and with 34% currently using AI while an additional 42% are exploring it, the momentum is undeniable. \n\nMany organizations are even equipping their teams with the skills needed to harness this powerful tool, as 35% are reskilling to effectively use new AI and automation technologies. \n\nTake Netflix as an example: they leverage machine learning and AI software in content recommendations, saving an astounding $1 billion per year. \n\nAdditionally, 40% of leaders see AI as a way to enhance customer experience, ultimately boosting sales and revenue, while 36% believe it can create new, data-driven business models. \n\nWith 30% of IT professionals noting that their colleagues are using AI and automation to save time, how can you afford to lag behind? \n\nEmbrace AI—it's the future, and your business will thrive magnificently. \n\nFollow Elizabeth Knopf for more insights.",
    "pattern_type": "statement",
    "author": "",
    "post_url": "",
    "date": "",
    "record_id": "recQUyJCfKH38I4g0"
  },
  {
    "source": "airtable_x_thread",
    "hook": "How to get \"lucky\" on LinkedIn this week.",
    "thread_length": 5,
    "full_thread": "How to get \"lucky\" on LinkedIn this week.\n\n(Steal my high-value strategy at the end)\n\nBefore sending more connection requests, read this:\n\n1. Be where high-value people are.\n2. Show your skills by dominating your niche.\n3. Connect with people you'd actually want as friends.\n\nThe reason I got featured in Forbes?  \nI invested in a high-performance gym. The most elite athletes went there; I was just a student. Years later, that single investment got me 20x returns. But only because I proved to be a high-value person too.\n\nReplicate this by:\n\n1. Investing in a quality gym, workspace, or mastermind.\n2. Building relationships with those you admire there.\n3. Writing content on the problems you can solve for them.\n\nAnd the last step, but the most important one:\n\n4. In conversations, when they mention a struggle,  \n↳ Solve it for them for free right then and there.\n\nI filmed a video for her, helping fix her personal brand, along with a plug-and-play system she implemented right away. She went viral the next day.\n\nNow, let's talk about AI automation. Did you know that 34% of companies currently use AI, and an additional 42% are exploring AI? It’s clear that AI is no longer just a trend; it's a game-changer. In fact, 80% of Fortune 500 companies have adopted it to enhance efficiency and increase profitability. \n\nThis is your opportunity! Build your offline brand just as much as your online one by leveraging these statistics:\n\n1. Invest in quality resources and education about AI.\n2. Connect with innovators and leaders in AI-focused communities.\n3. Share insights on how you can help them navigate AI integration in their work.\n\nOh, and don't forget: 96% of companies hiring in 2024 say candidates with AI skills will be at an advantage. Position yourself as that go-to expert!\n\nRemember, in conversations where they express uncertainty about AI, offer solutions for free right there. Just like when I helped my colleague with her personal brand.\n\nPS: I'm dropping more networking strategies on 9/07 at 4 PM CET. Sign up here: https://lnkd.in/ez_jyRwE\n\nFollow Elizabeth Knopf.",
    "pattern_type": "how_to",
    "author": " Lara Acosta",
    "post_url": "https://www.linkedin.com/feed/update/urn:li:activity:7217843369652219904",
    "date": "8/7/2024",
    "record_id": "recYnIY0qPK2eQdUg"
  },
  {
    "source": "airtable_x_thread",
    "hook": "The average worker today spends a mere fraction of their time engaging with advanced technologies like AI automation.",
    "thread_length": 5,
    "full_thread": "The average worker today spends a mere fraction of their time engaging with advanced technologies like AI automation.\n\nThis pales in comparison to the potential of groundbreaking tools that can optimize our workflows and productivity.\n\nIf you want to excel in today's job market, you need to ADAPT.\n\nAI automation has a profound impact not only on operational efficiency but also on job satisfaction and career growth.\n\nHere are 5 reasons why:\n\n1) It performs 34% of business-related tasks today, allowing you to focus on more strategic work.\n\n2) It can automate tasks that take up 60% to 70% of workers’ time, freeing you for higher-level thinking.\n\n3) Approximately 80% of U.S. workers may see at least 10% of their work influenced by generative AI, with 19% anticipating significant changes.\n\n4) AI is projected to boost labor productivity growth by 1.5 percentage points over the next decade, enhancing overall performance.\n\n5) Expect to see 12 million more jobs created through AI technology, signaling new opportunities for skilled workers.\n\nWe need to find ways to embrace AI automation throughout our careers.\n\nIt could mean learning new software tools to streamline your tasks.\n\nOr pursuing education that focuses on AI skills to remain competitive. Engaging in online training is also a great strategy.\n\nThere are countless paths to incorporate AI into your daily workflow, and the only barrier is your willingness to evolve.\n\nDon’t undervalue the transformative power of embracing AI technologies on your professional life.\n\nIt is the #1 career booster in the world for a reason. Leverage it to your benefit.\n\n✍🏼 What steps are you taking to adapt to AI in your work life?  \n♻️ If this resonated with you, share it with others.\n\n- Elizabeth Knopf\n\nPs. If you want actionable insights on how to navigate the future of work with AI, consider signing up for my newsletter.\n\nEvery week, I share tips on how to harness AI to enhance your career and skills.\n\nJoin 300,000+ forward-thinking professionals 👇🏼\n\nhttps://lnkd.in/gehZk5aJ.",
    "pattern_type": "statement",
    "author": " Dan Go",
    "post_url": "https://www.linkedin.com/feed/update/urn:li:activity:7221356907196735488",
    "date": "8/7/2024",
    "record_id": "recaZtHXbGwdKM0O4"
  },
  {
    "source": "airtable_x_thread",
    "hook": "Here are 10 interesting statistics or facts about AI automation that illustrate its transformative potential:",
    "thread_length": 3,
    "full_thread": "Here are 10 interesting statistics or facts about AI automation that illustrate its transformative potential:\n\n1. AI Market Growth: The AI market is projected to reach $407 billion by 2027, up from $86.9 billion in 2022.\n\n2. AI's Impact on GDP: AI is expected to contribute a 21% net increase to the United States GDP by 2030.\n\n3. AI Adoption Rate: Over 80% of Fortune 500 companies have adopted AI to enhance efficiency and increase profitability.\n\n4. AI and Productivity: 64% of businesses expect AI to increase their overall productivity, as revealed in a Forbes Advisor survey.\n\n5. AI in Daily Tasks: Existing AI technologies can automate tasks that absorb between 60% and 70% of workers’ time today.\n\n6. AI's Influence on Jobs: Around 80% of U.S. workers could have at least 10% of their work affected by generative AI, with 19% of the workforce seeing more than half of their work affected.\n\n7. AI and Labor Shortages: 25% of companies are adopting AI due to labor shortages, according to an IBM report.\n\n8. AI Skills in Demand: 96% of companies hiring in 2024 say candidates with AI skills will have an advantage.\n\n9. AI in Voice Search: 50% of U.S. mobile users use voice search every day, showcasing the growing prevalence of AI-powered voice assistants.\n\n10. AI's Annual Growth Rate: AI is expected to see an annual growth rate of 37.3% from 2023 to 2030, indicating rapid growth and increasing impact.\n\nThese statistics highlight the significant impact and rapid growth of AI automation across various sectors, influencing everything from business productivity to the job market and daily life. \n\nFor more insights, follow Elizabeth Knopf.",
    "pattern_type": "statement",
    "author": " Rob Dance",
    "post_url": "https://www.linkedin.com/feed/update/urn:li:activity:7222563833200975872",
    "date": "8/8/2024",
    "record_id": "reck4l5qjyyGKYjBf"
  },
  {
    "source": "airtable_x_thread",
    "hook": "Title: The Truth About Achieving Success",
    "thread_length": 5,
    "full_thread": "Title: The Truth About Achieving Success\n\nIntroduction:\n\nDispelling the myth of overnight success.\n\nMain Points:\n\nThe Illusion of Quick Fixes:\n\nReject the idea of shortcuts and instant solutions. In a world increasingly influenced by AI automation, it’s easy to think success can be attained with minimal effort. However, true achievement takes hard work and perseverance, rather than relying solely on technology.\n\nThe Reality of Success:\n\nSuccess requires dedication, consistency, motivation, and creativity. It’s a journey that takes time and effort. Even with AI, which is expected to boost business productivity by 40% by the end of 2035, individuals must still apply themselves to harness these advancements effectively. While 64% of businesses expect AI to increase productivity, it is the human element that truly drives success.\n\nThe Key to Immediate Progress:\n\nUtilize proven strategies for quick impact. With 80% of companies expected to adopt intelligent automation by 2025, leveraging AI can enhance your productivity. Learn from successful individuals who have embraced these tools and adapted them to fit their personal journeys, acknowledging that while AI can assist in reducing hiring needs (42% of leaders have implemented AI for this reason), it cannot replace the need for personal effort.\n\nHow it Works:\n\nLearn from experienced individuals who have achieved success. By observing how 44% of business leaders prefer AI automation to boost productivity, you’ll find valuable insights. Integrate successful strategies, acknowledging that AI will contribute $15.7 trillion to the global economy by 2030, and understanding its transformative impact on careers—AI might eliminate 85 million jobs but create 97 million new ones by 2025, leading to a net gain of 12 million jobs.\n\nConclusion:\n\nTrue success is built on hard work and perseverance. While AI offers tools that can propel you forward, it cannot replace the foundational elements of commitment and tenacity.\n\nCall to Action:\n\nEmbrace your unique path, work hard, and success will follow. Explore how you can incorporate AI into your strategy while ensuring that your effort and creativity forge the way toward your goals. Follow Elizabeth Knopf.",
    "pattern_type": "statement",
    "author": "",
    "post_url": "",
    "date": "",
    "record_id": "recXoom7OV5FgoWJn"
  },
  {
    "source": "airtable_x_thread",
    "hook": "How to get \"lucky\" on LinkedIn this week.",
    "thread_length": 4,
    "full_thread": "How to get \"lucky\" on LinkedIn this week.\n\n(Steal my high-value strategy at the end)\n\nBefore sending more connection requests, read this:\n\n1. Be where high-value people are.\n2. Show your skills by dominating your niche.\n3. Connect with people you'd actually want as friends.\n\nThe reason I got featured in Forbes? I invested and signed up for a high-performance gym.\n\nThe most elite athletes went there, and I was just a student.\n\nYears later, that single investment got me 20x returns. But only because I proved to be a high-value person too.\n\nReplicate this by:\n\n1. Investing in a quality gym, workspace, or mastermind.\n2. Build relationships with those you admire there.\n3. Write content on the problems you can solve for them.\n\nAnd the last step, but the most important one:\n\n4. In conversations, when they mention a struggle \n↳ Solve it for them for free right then and there.\n\nI filmed a video for her fixing her personal brand + a plug-and-play system she implemented right away.\n\nShe went viral the next day.\n\nNow, let's talk about the power of AI automation and how it can help you get ahead. Did you know that 80% of businesses admit AI helps them stay competent in the market? Or that 64% expect AI to significantly increase productivity? \n\nThis is a game-changer. As AI adoption grows, it’s estimated that at least 20% of enterprise employees will need to be reskilled. Data management positions will see the biggest impact, with around 90% of data processing tasks increasingly automated. \n\nTo stay relevant, you must incorporate this technology into your networking strategy:\n\n1. Educate yourself on AI automation. \n2. Connect with business leaders who are implementing these technologies.\n3. Discuss ways AI can solve their operational challenges.\n\nThe last step:\n\n4. When they express concern about the impact of AI on their business, address it immediately.\n↳ Offer insights on how they can leverage AI for growth.\n\nBy positioning yourself as someone knowledgeable about AI benefits, you're not just building connections; you're crafting relationships that can lead to incredible opportunities.\n\nBuild your offline brand as much as your online one.\n\nPS: I'm dropping more networking strategies on 9/07 at 4 pm CET. Sign up here:\n\nFollow Elizabeth Knopf.",
    "pattern_type": "how_to",
    "author": " Lara Acosta",
    "post_url": "https://www.linkedin.com/feed/update/urn:li:activity:7216174120416198658",
    "date": "8/7/2024",
    "record_id": "recczTKAvEoTA0Y9S"
  },
  {
    "source": "airtable_x_thread",
    "hook": "Nobody knows anything.",
    "thread_length": 9,
    "full_thread": "Nobody knows anything.\n\nIn the AI automation field, there are 'experts' who doubted innovative ideas before contributing to change. \n\nIt's vital to assert yourself and take bold action.\n\nPolitely challenge others' views, then prove them wrong with confidence.\n\nDon't get stuck on proving one method. \n\nThings change. \n\nFocus on your vision, test it, and make big things happen. \n\nAim to be the go-to person in your industry, but stay humble because certainty is rare.\n\n#AI #Automation #JobMarket \n\nFollow Elizabeth Knopf.",
    "pattern_type": "statement",
    "author": "",
    "post_url": "",
    "date": "",
    "record_id": "recLUYflxpqutL0Rd"
  },
  {
    "source": "airtable_x_thread",
    "hook": "7 AI automation insights I wish I knew at 24:",
    "thread_length": 3,
    "full_thread": "7 AI automation insights I wish I knew at 24:\n\n1. The AI market is on a rocket trajectory, expected to surge to $407 billion by 2027. This exponential growth is something to watch, especially if you're considering a career shift or investment in tech.\n\n2. Imagine the impact: AI is projected to contribute a staggering 21% net increase to the U.S. GDP by 2030. Understanding this shift can help you align your skills with tomorrow’s economy.\n\n3. A notable 64% of businesses believe AI will boost their productivity. If you're thinking about your next career move, this insight suggests upskilling in AI-related competencies could be a game-changer.\n\n4. Voice search is becoming the norm, with 50% of U.S. mobile users engaging daily. This signals a growing demand for skills in natural language processing and user experience design.\n\n5. The annual growth rate for AI is a jaw-dropping 37.3% from 2023 to 2030. Staying informed and adapting to this rapid change could place you ahead in your field.\n\n6. With 25% of companies adopting AI primarily due to labor shortages, there's immense opportunity in enabling tech solutions that streamline operations and fill resource gaps.\n\n7. 69% of executives foresee AI creating new jobs, with a net gain of 12 million positions over the jobs it may replace. Embracing AI's potential could position you as a leader in this evolving job landscape.\n\nTry leveraging any of these insights to guide your professional journey in the coming years.\n\nOne strategic adjustment can set you on a path to thrive amid the transformation AI brings to our world.\n\n✍🏼 Which insight resonates with you the most?\n♻️ Reshare if you found this valuable.\n\n- Elizabeth Knopf\n\nPs. If you enjoyed this post, you’ll love my newsletter.\n\nEvery week, I share insights on how to harness AI for career advancement and productivity.\n\nJoin 295,000+ subscribers here:\n\nhttps://lnkd.in/gehZk5aJ.",
    "pattern_type": "statement",
    "author": " Dan Go",
    "post_url": "https://www.linkedin.com/feed/update/urn:li:activity:7218585181769674752",
    "date": "8/7/2024",
    "record_id": "recBojYppgViPMuIk"
  },
  {
    "source": "airtable_x_thread",
    "hook": "The person who inspired me to embrace AI automation was not a tech guru or a Silicon Valley entrepreneur. It was my mentor.",
    "thread_length": 2,
    "full_thread": "The person who inspired me to embrace AI automation was not a tech guru or a Silicon Valley entrepreneur. It was my mentor.\n\nFor years, he witnessed companies struggle with inefficiencies until one day he declared, \"enough is enough.\"\n\nHe began exploring AI applications in our projects with unwavering commitment.\n\nI watched him transform our workflow over the next two years, leveraging these technologies until I decided to dive in alongside him.\n\nHe never pushed me to adopt new tools or attend workshops.\n\nI chose to follow his lead because he was my first example of innovation and progress in the business world.\n\nIf your team adopted your approach to technology, would you feel empowered or anxious?\n\nThe reality is our colleagues won’t always embrace what we suggest. They'll align with what they observe.\n\n✍🏼 Agree or disagree?\n♻️ Reshare if this was valuable.\n\n- Elizabeth \n\nPs. If you enjoyed this post, you’ll love my newsletter.\n\nEach week, I share insights on leveraging AI for efficiency, boosting creativity, and driving growth.\n\nJoin 295,000+ subscribers here:\n\nhttps://lnkd.in/gehZk5aJ.",
    "pattern_type": "statement",
    "author": " Dan Go",
    "post_url": "https://www.linkedin.com/feed/update/urn:li:activity:7217498022048411648",
    "date": "8/7/2024",
    "record_id": "rec7WblvsdEGz4viO"
  },
  {
    "source": "airtable_x_thread",
    "hook": "\"AI automation is dead\" gets said a lot. It's like saying diets don't work or exercise is pointless.",
    "thread_length": 4,
    "full_thread": "\"AI automation is dead\" gets said a lot. It's like saying diets don't work or exercise is pointless.  \n\nThey do work, but it's all about doing them right, being consistent, and putting in the effort.  \n\nIn fact, many businesses feel similar about AI automation – they're just overwhelmed and uncertain about the implications.  \n\nHowever, AI automation is thriving for us. We’re seeing amazing results – from increased productivity to innovative problem-solving.  \n\nIt takes a lot of work. You need a proper strategy, the right tools, testing, and time. \n\nHere’s the reality: 34% of companies currently use AI, and an additional 42% are exploring it. Additionally, 80% of Fortune 500 companies have already adopted AI. This demonstrates that there’s a huge opportunity for growth. AI could increase labor productivity growth by 1.5 percentage points over the next decade, and existing technologies can automate tasks that absorb 60% to 70% of workers’ time today.  \n\nBut what are the options? Give up on AI automation?  \n\nOr innovate, optimize, and push for better results?  With 80% of U.S. workers potentially affected by generative AI, it’s more critical than ever to adapt and learn. It’s important to note that 47% of businesses consider using AI over hiring new employees, and many will seek candidates with AI skills – 96% of companies hiring in 2024 say those with AI skills will have an advantage.   \n\nSeems like an easy choice to us. Follow Elizabeth Knopf.",
    "pattern_type": "statement",
    "author": "",
    "post_url": "",
    "date": "",
    "record_id": "recLzMdlr8qhY9E0i"
  },
  {
    "source": "airtable_x_thread",
    "hook": "The LinkedIn algorithm has changed, drastically.",
    "thread_length": 3,
    "full_thread": "The LinkedIn algorithm has changed, drastically.\n\nSo, here are 4 (proven) growth hacks to still win 2024:\n\n(Save and repost this and I'll send you a gift)\n\n1. Focus on storytelling (while educating)\n2. Understand rhythm and flow in your writing\n3. Write with AI without losing your own voice\n4. Speak to your audience and not be salesy\n\n+ Use Taplio to streamline and facilitate all this.\n\nUse code LARA1 for a surprise!\n\nThat's literally it.\n\nA perfect banner and a headline are nice to haves. But your content and conversations are the key.\n\nDid you know that 34% of companies currently use AI, and an additional 42% are exploring it? With 75% of top executives believing AI will provide a competitive edge, the time to embrace these tools is now. Existing AI technologies can automate tasks that consume 60% to 70% of workers' time, meaning efficiency is just a step away.\n\nHowever, don't forget the human touch. AI adoption could require 20% of enterprise employees to be reskilled, so keep your storytelling skills sharp. Around 80% of U.S. workers could see at least 10% of their work influenced by generative AI—some even more than half!\n\nFollow Elizabeth Knopf. \n\nWant to try Taplio out? https://lnkd.in/eT4-9Q_k\n\nIncorporate these 4 steps for the rest of 2024.\n\nWatch your LinkedIn blow up.\n\n96% of companies hiring in 2024 say candidates with AI skills will be at an advantage—make sure you’re ahead of the curve!",
    "pattern_type": "statement",
    "author": " Lara Acosta",
    "post_url": "https://www.linkedin.com/feed/update/urn:li:activity:7224375739960225792",
    "date": "8/7/2024",
    "record_id": "recIApeqd0K54A4xU"
  },
  {
    "source": "airtable_x_thread",
    "hook": "The biggest mistake leaders make about culture",
    "thread_length": 3,
    "full_thread": "The biggest mistake leaders make about culture\n\n(Leaders, take note)\n\nEmployees don’t care about:\n\n- Company swag\n- Jeans Fridays\n- Pizza parties\n\nPeople expect more — it’s not 42 types of teas they’re after.\n\nThose are great to have.\n\nBut those are just perks.\n\nHere’s what people actually care about:\n\n→ Fair pay. Getting what they're worth.  \n→ Transparency from the top. No misleading.  \n→ Flexible schedules. Work-life balance matters.  \n→ Managers who help them grow.  \n→ Work that means something.  \n→ Basic respect. Treated like humans, not machines.\n\nAs we navigate a world increasingly shaped by AI automation, leaders need to recognize the changing landscape.\n\nHere are some eye-opening statistics:\n\n- By 2025, 80% of companies are expected to adopt intelligent automation.\n- Currently, 34% of all business-related tasks are performed by machines.\n- AI technologies could automate tasks that absorb between 60% and 70% of workers’ time today.\n- Around 90% of data processing positions and 80% of data collection positions will likely become automated due to generative AI.\n- Despite automation, AI is expected to create 12 million more jobs than it replaces.\n\nAdvice to leaders:\n\nHappy teams don't come from fancy perks. They come from meeting real needs, especially as AI transforms the workplace. Focus on transparency and development while embracing the changes AI brings. \n\nDo you agree?\n\n♻️ Share this post to raise awareness of what people really care about.\n\nAnd follow Elizabeth Knopf for more LinkedIn content like this!",
    "pattern_type": "statement",
    "author": " Rob Dance",
    "post_url": "https://www.linkedin.com/feed/update/urn:li:activity:7225100633308098560",
    "date": "8/8/2024",
    "record_id": "recS0DHS8SnAwtgq9"
  },
  {
    "source": "airtable_x_thread",
    "hook": "Your 1st attempt at incorporating AI automation may fail.",
    "thread_length": 3,
    "full_thread": "Your 1st attempt at incorporating AI automation may fail.  \n\nYour 2nd strategy to boost productivity with AI automation may fail.  \n\nYour 3rd initiative to streamline hiring processes through AI may fail.  \n\nThen the 4th implementation focuses on leveraging AI to enhance customer experience and drive sales, finding measurable success in increased revenue.  \n\nDon't be afraid to pivot.  \n\nWith 80% of companies expected to adopt intelligent automation by 2025, there's a wealth of opportunity ahead. Remember, 40% of leaders believe AI can improve customer experience, ultimately boosting sales and revenue. Embrace the change!  \n\nFollow Elizabeth Knopf.",
    "pattern_type": "statement",
    "author": "",
    "post_url": "",
    "date": "",
    "record_id": "recPxztsnYoRzNT1t"
  },
  {
    "source": "airtable_x_thread",
    "hook": "Sitting in a world evolving with AI automation can drastically change how we work and live.",
    "thread_length": 3,
    "full_thread": "Sitting in a world evolving with AI automation can drastically change how we work and live.\n\nAnalysts examined a host of studies related to AI’s impact on the economy and employment.\n\nThey discovered that the AI market is projected to skyrocket to $407 billion by 2027, growing remarkably from $86.9 billion in 2022.\n\nMoreover, AI is expected to contribute a significant 21% net increase to the United States GDP by 2030, showcasing its potential not just to thrive, but also to transform industries.\n\nWhile AI advances, concerns arise. A staggering 77% of people worry about potential job loss due to AI automation in the next year.\n\nHumans were not meant to sit idle in a world of innovation. We were meant to adapt and evolve.\n\n✍🏼 How do you stay informed about AI advancements in your daily routine? \n♻️ If you found this useful, please share it.\n\n- Dan\n\nPs. If you want legit advice on navigating the world of AI and enhancing your career potential, then consider signing up for my newsletter.\n\nEvery week I send out insights on leveraging AI to optimize your work efficiency in a way that fits your lifestyle.\n\nJoin 295,000+ ambitious professionals 👇🏼\n\nhttps://lnkd.in/gehZk5aJ.",
    "pattern_type": "statement",
    "author": " Dan Go",
    "post_url": "https://www.linkedin.com/feed/update/urn:li:activity:7216645851165646848",
    "date": "8/7/2024",
    "record_id": "recNEzluKfORENVmT"
  },
  {
    "source": "airtable_x_thread",
    "hook": "What people think AI automation is:",
    "thread_length": 5,
    "full_thread": "What people think AI automation is:\n\n- AI is only for big tech companies.  \n\n- AI will replace all human jobs.  \n\n- Implementing AI is too complicated and expensive for small businesses.  \n\nWhat AI automation actually is:\n\n- AI is a tool that enhances human productivity and decision-making.  \n\n- Many companies are currently using AI to streamline processes and improve efficiency.  \n\n- Reskilling and training in AI tools are becoming essential for workforce development.  \n\nAI automation is transforming industries and driving innovation.  \n\nI've seen many struggle with:\n\n- Understanding how to integrate AI into existing business workflows.  \n\n- Keeping up with the rapid advancements in AI technology.  \n\n- Finding skilled talent who are proficient in AI applications.  \n\nWith 34% of companies currently using AI and an additional 42% exploring its potential, it’s clear that organizations are recognizing the value of these technologies. In fact, 80% of businesses admit that AI helps them stay competent in the market. It is also worth noting that 35% of organizations are training and reskilling their teams to effectively use new AI and automation tools.  \n\nOver the next decade, AI could boost labor productivity growth by 1.5 percentage points, making it crucial for businesses to adapt. Moreover, 96% of companies hiring in 2024 say candidates with AI skills will be at an advantage—highlighting the importance of embracing this transformation. \n\nBy understanding the actual benefits of AI automation and tackling the common challenges, firms can position themselves competitively in an ever-evolving landscape.  \n\nFollow Elizabeth Knopf.",
    "pattern_type": "statement",
    "author": "",
    "post_url": "",
    "date": "",
    "record_id": "rec2n2TvXOZ4IqK1d"
  },
  {
    "source": "airtable_x_thread",
    "hook": "This is insane! For every $1 invested in AI automation, it’s projected to generate a staggering $21 in GDP growth in the United States by 2030 😳",
    "thread_length": 2,
    "full_thread": "This is insane! For every $1 invested in AI automation, it’s projected to generate a staggering $21 in GDP growth in the United States by 2030 😳\n\nIt's about time we started calling it AI Automation: 21 Under Revenue.\n\nP.S. for more great stuff,  follow Elizabeth Knopf.",
    "pattern_type": "dollar_value",
    "author": " Linas Beliūnas",
    "post_url": "https://www.linkedin.com/feed/update/urn:li:activity:7223072165800140800",
    "date": "7/31/2024",
    "record_id": "rec9O63P9ceS6f33e"
  },
  {
    "source": "airtable_x_thread",
    "hook": "8 things no one tells you about AI automation:",
    "thread_length": 3,
    "full_thread": "8 things no one tells you about AI automation:\n\n1. No one prepares you for the fact that AI is rapidly changing the landscape of job markets. While some roles will disappear, many more will emerge, reshaping the way we think about work and employment.\n\n2. At present, nearly 77% of devices you use daily come equipped with some form of AI integration. This is just the tip of the iceberg when it comes to the technology infiltrating our lives.\n\n3. When you hear companies touting AI as a top priority, it’s not just talk. A staggering 77% of businesses are either using or exploring AI, showing that adaptation is necessary for survival.\n\n4. The statistics might make you feel uneasy, but understanding AI is not just for tech experts anymore; it's becoming essential in every field. A global shortage of up to 14 million AI professionals is on the horizon — are you prepared?\n\n5. The true potential of AI lies not only in job creation but in enhancing productivity and efficiency across sectors. By 2030, AI is projected to add a 21% net increase to the United States GDP.\n\n6. As AI improves, we're seeing advancements in healthcare that are changing lives. The integration of AI is expected to enhance predictive diagnostics, but you need to be aware of these innovations to navigate the future.\n\n7. Choosing to ignore the rise of AI is the easy path, but it will lead to more challenges. Embracing AI education and training may be difficult now, but it'll make future transitions significantly smoother.\n\n8. AI automation is not just a trend; it holds a promise of significant economic contribution. By 2030, it’s expected to add $15.7 trillion to the global economy, making it a crucial element in shaping our world.\n\n✍🏼 Agree or disagree?  \n♻️ Reshare if this was helpful.\n\n- Elizabeth Knopf\n\nPs. If you liked this post, you’ll enjoy my newsletter. \n\nEvery week I share insights on how to stay ahead in the age of automation, embracing technology to enhance your career and life.\n\nJoin 300,000+ subscribers here:\n\nhttps://lnkd.in/gehZk5aJ.",
    "pattern_type": "statement",
    "author": " Dan Go",
    "post_url": "https://www.linkedin.com/feed/update/urn:li:activity:7225470507746213889",
    "date": "8/4/2024",
    "record_id": "recT44SVWoVje3EJ6"
  },
  {
    "source": "airtable_x_thread",
    "hook": "Incorporate AI automation into your business strategy to harness the transformative potential of this rapidly growing technology. By 2027, the AI market is expected to soar to $407 billion, a remarkable increase from an estimated $86.9 billion in 2022. This rapid growth isn't just a number; it's indicative of the vast opportunities awaiting early adopters.",
    "thread_length": 2,
    "full_thread": "Incorporate AI automation into your business strategy to harness the transformative potential of this rapidly growing technology. By 2027, the AI market is expected to soar to $407 billion, a remarkable increase from an estimated $86.9 billion in 2022. This rapid growth isn't just a number; it's indicative of the vast opportunities awaiting early adopters.\n\nAs businesses explore the integration of AI automation, consider this: AI could contribute a staggering 21% increase to the United States GDP by 2030. This demonstrates AI's capacity not only to innovate but also to drive substantial economic growth.\n\nOne common misconception about AI is that it will eliminate jobs. However, forecasts predict that AI technology will create 12 million more jobs than it displaces. In fact, 34% of companies are already utilizing AI, with an additional 42% in the experimentation phase. It's clear that AI is not just a trend; it's a fundamental part of the future workforce.\n\nThe impact of AI automation is already profound. Current AI technologies can automate tasks that consume 60% to 70% of workers’ time today. This efficiency is essential, especially as 25% of companies are turning to AI to address labor shortages. In an environment where 50% of U.S. mobile users engage with voice search daily, the shift toward AI-powered solutions is unmistakable.\n\nAdditionally, adopting AI can lead to substantial revenue gains. Businesses can anticipate a revenue boost of 6% to 10% with AI integration. The scope of AI's influence spans across all sectors—from healthcare to automotive, agriculture to education—showing its importance in modern operations.\n\nWith 80% of Fortune 500 companies already integrating AI by 2023, the question isn’t whether to adopt AI automation, but rather when. Don’t let your business be left behind in the AI revolution. \n\nFollow Elizabeth Knopf for more insights on leveraging AI automation to thrive in this evolving landscape.",
    "pattern_type": "dollar_value",
    "author": " Alex Hormozi",
    "post_url": "https://www.linkedin.com/feed/update/urn:li:activity:7222322437776977920",
    "date": "8/3/2024",
    "record_id": "recMiENlH5JHMgMAT"
  },
  {
    "source": "airtable_x_thread",
    "hook": "Here are 10 interesting statistics or facts about AI automation:",
    "thread_length": 2,
    "full_thread": "Here are 10 interesting statistics or facts about AI automation:\n\n1. AI market size is expected to reach $407 billion by 2027. This projection highlights the rapid growth and significant investment in AI technologies.\n\n2. AI will contribute a 21% net increase to the United States GDP by 2030. This indicates the substantial economic impact AI is expected to have on the country's growth.\n\n3. Over 75% of consumers are concerned about misinformation from AI. This concern reflects the public's apprehension about the reliability and trustworthiness of AI-generated information.\n\n4. ChatGPT garnered 1 million users within the first five days of its release. This rapid adoption rate underscores the popularity and immediate impact of AI-driven chatbots.\n\n5. By 2030, 10% of vehicles will be self-driving. The growth in autonomous vehicles is a significant example of AI's influence on transportation and automotive industries.\n\n6. 64% of businesses expect AI to increase productivity. This expectation indicates the growing confidence in AI's ability to enhance operational efficiency.\n\n7. 50% of U.S. mobile users use voice search every day. The widespread use of AI-powered voice assistants in daily life demonstrates AI's integration into consumer behavior.\n\n8. AI is expected to see an annual growth rate of 37.3% from 2023 to 2030. This rapid growth rate emphasizes AI's increasing impact on various industries.\n\n9. 25% of companies are adopting AI due to labor shortages. AI is being used to optimize operations and compensate for the lack of human resources in many businesses.\n\n10. 96% of companies hiring in 2024 say candidates with AI skills will be at an advantage. This highlights the growing importance of AI skills in the job market and the need for workers to adapt to AI-driven technologies.\n\nThese statistics provide a comprehensive overview of AI's influence on various sectors, from economic growth and consumer behavior to business operations and job markets. Follow Elizabeth Knopf for more insights on AI automation and its transformative effects.",
    "pattern_type": "statement",
    "author": " Alex Hormozi",
    "post_url": "https://www.linkedin.com/feed/update/urn:li:activity:7216118842652000258",
    "date": "8/7/2024",
    "record_id": "reciIP9OcBkXZCZwF"
  },
  {
    "source": "airtable_x_thread",
    "hook": "This is insane! For every $1 invested in AI automation, it’s projected to generate a staggering $21 in GDP growth in the United States by 2030 😳",
    "thread_length": 2,
    "full_thread": "This is insane! For every $1 invested in AI automation, it’s projected to generate a staggering $21 in GDP growth in the United States by 2030 😳\n\nIt's about time we started calling it AI Automation: 21 Under Revenue.\n\nP.S. for more great stuff, check out 🔔linas.substack.com🔔, it's the only newsletter you need for all things when Finance meets Technology. For founders, builders, and leaders. Follow Elizabeth Knopf.",
    "pattern_type": "dollar_value",
    "author": " Linas Beliūnas",
    "post_url": "https://www.linkedin.com/feed/update/urn:li:activity:7220781969565974528",
    "date": "8/7/2024",
    "record_id": "reczTGVTf6VxvTN6b"
  },
  {
    "source": "airtable_x_thread",
    "hook": "**Annoying things about AI Automation:**",
    "thread_length": 1,
    "full_thread": "**Annoying things about AI Automation:**\n\n1. **Overhyped Expectations**  \n▪️Why? What’s the point of constantly hearing that AI will solve all our problems when many companies (34% to be exact) are still just exploring its potential?\n\n2. **Job Displacement Panic**  \n▪️Again - Why? The narrative often focuses on the 85 million jobs AI might eliminate by 2025, yet it conveniently overlooks the fact that it could create 97 million new roles. \n\n3. **Secrecy in Implementation**  \n▪️Need I say more? With 44% of leaders preferring AI to boost productivity, where's the transparency on how they're applying these tools?\n\n4. **Training Gaps**  \n▪️What's with the secrecy? Companies may be training 35% of their teams to adapt to AI and automation, but why aren’t we all in on the methods and strategies being used?\n\n5. **Underestimating AI's Job Potential**  \n▪️What would you add to the list? It’s frustrating to hear concerns about job losses without acknowledging that AI is expected to create 12 million MORE jobs than it replaces. \n\n(Let it all out here)",
    "pattern_type": "statement",
    "author": "",
    "post_url": "",
    "date": "",
    "record_id": "recgJAS46hEaLG3Yi"
  },
  {
    "source": "airtable_x_thread",
    "hook": "10 Visuals that will accelerate your career.",
    "thread_length": 2,
    "full_thread": "10 Visuals that will accelerate your career.\n\nIf you want to progress your career quickly, read this:\n\nThese brilliant visuals are created by Roberto Ferraro 🔥\n\nThese visuals cover important workplace topics including:\n\n- AI Automation\n- Workplace Culture\n- Leadership\n\nCheck them out here:\n\n1. The Rise of AI Automation\n↳ 80% of companies will adopt intelligent automation by 2025.\n↳ Understanding AI’s role now can set you apart in the job market.\n\n2. Productivity Boosts with AI\n↳ 44% of business leaders prefer AI automation to boost productivity.\n↳ Leveraging AI tools can significantly enhance your efficiency at work.\n\n3. Hiring Trends in the Age of AI\n↳ 42% of business leaders have implemented AI to reduce general hiring needs.\n↳ Familiarity with AI can make you a more attractive candidate.\n\n4. Current AI Usage\n↳ 34% of companies currently use AI, and an additional 42% are exploring AI.\n↳ Staying updated with AI capabilities will keep you relevant in your industry.\n\n5. Training for the Future\n↳ 35% of organizations are training and reskilling their teams to use new AI and automation tools.\n↳ Continual learning is essential; invest time in upskilling yourself in AI.\n\n6. The Productivity Expectation\n↳ 64% of businesses expect AI to increase productivity.\n↳ Embrace AI as an ally to transform the way you work.\n\n7. Labor Shortages Spark Change\n↳ 25% of companies are adopting AI because of labor shortages.\n↳ Understanding AI can help you navigate this shifting landscape effectively.\n\n8. Projected Growth\n↳ AI could increase labor productivity growth by 1.5 percentage points over the next decade.\n↳ Position yourself as a key player in leveraging this growth.\n\n9. Reskilling Needs\n↳ AI adoption could lead to at least 20% of enterprise employees needing to be reskilled.\n↳ Proactively seek training opportunities to stay ahead of the curve.\n\n10. The AI Skills Advantage\n↳ 96% of companies hiring in 2024 say candidates with AI skills will be at an advantage.\n↳ Building AI competencies can significantly enhance your career prospects.\n\n10 truly important workplace lessons.\n\nUse these to gain perspective and accelerate your career.\n\nWhich visual had the most impact on you? \nLet me know in the comments ⬇️\n\n♻️",
    "pattern_type": "statement",
    "author": " Chris Donnelly",
    "post_url": "https://www.linkedin.com/feed/update/urn:li:activity:7217517543840714752",
    "date": "8/7/2024",
    "record_id": "recqDL0CQIuJVhljm"
  },
  {
    "source": "airtable_x_thread",
    "hook": "10 AI automation lessons for businesses today:",
    "thread_length": 4,
    "full_thread": "10 AI automation lessons for businesses today:\n\n1. The slowest way to integrate AI is to ignore its potential while hoping it will catch up.\n\n2. Focus on adopting AI technologies that enhance productivity. You want to improve efficiency, not just automate for the sake of it.\n\n3. Invest in training for your team on AI tools; the knowledge gained can help maximize the benefits from a technology expected to contribute 21% to the US GDP by 2030.\n\n4. The most underrated aspect of AI is its ability to enhance customer experience. Solutions like voice search can dramatically streamline interactions, with 50% of mobile users utilizing it daily.\n\n5. The best way to evolve your business is to engage with peers who are leveraging AI. Your environment will shape your innovation standards.\n\n6. Staying informed about AI developments is the most underrated strategy for maintaining a competitive edge in today's market.\n\n7. The biggest reason for resistance to AI is misunderstanding. Over 75% of consumers express concerns about misinformation stemming from AI, impacting their trust.\n\n8. Your best approach to automation is to start small. Aim to streamline tasks that consume 60-70% of your team's time today with existing AI technologies.\n\n9. Instead of fearing job loss through AI, embrace it as a tool for empowerment and growth. Self-driving technology, for instance, is projected to transform industries by 2030.\n\n10. Get on board with AI early. Companies that adopt AI now will see a growth rate of 37.3% annually from 2023 to 2030, placing them ahead of the competition.\n\n✍🏼 What's a major lesson you've learned about integrating technology in your business?\n\n♻️ Reshare if this was helpful.\n\n- Elizabeth Knopf\n\nPs. If you liked this post, you'll enjoy my newsletter.\n\nEvery week I share insights on how to leverage technology, boost productivity, and stay ahead in the market.\n\nJoin 300,000+ subscribers here:\n\nhttps://lnkd.in/gehZk5aJ.",
    "pattern_type": "statement",
    "author": " Dan Go",
    "post_url": "https://www.linkedin.com/feed/update/urn:li:activity:7221121905322336256",
    "date": "8/7/2024",
    "record_id": "recBzbI0kR5y9i3Kq"
  },
  {
    "source": "airtable_x_thread",
    "hook": "**Unlocking the Future with AI Automation**",
    "thread_length": 2,
    "full_thread": "**Unlocking the Future with AI Automation**\n\nIn today's rapidly evolving technological landscape, AI automation is no longer just a buzzword—it's a necessity for businesses aiming to stay competitive and thrive. Here are ten compelling statistics that accentuate the transformative power of AI automation and its implications for the economy and workforce.\n\n1. **AI Market Size**: The AI market is projected to reach a staggering **$407 billion by 2027**, expanding from **$86.9 billion in 2022**. This explosive growth signifies a trend that businesses can't afford to ignore.\n\n2. **GDP Impact**: Experts anticipate that AI will contribute a **21% net increase to the United States GDP by 2030**, underlining its pivotal role in driving economic growth.\n\n3. **Business Adoption**: Currently, **34% of companies** are utilizing AI, with an additional **42% exploring** its potential. This illustrates a strong shift toward automation across industries.\n\n4. **Productivity Enhancement**: **64% of businesses** believe that AI will significantly boost their productivity, allowing teams to focus on high-value tasks rather than routine work.\n\n5. **Job Creation**: Contrary to fears that AI will displace jobs, it's projected to create **12 million more jobs** than it replaces, fostering new opportunities in the job market.\n\n6. **Automation of Tasks**: AI can automate tasks that consume **60% to 70% of workers’ time** today, freeing up valuable time for strategic initiatives and innovation.\n\n7. **Reskilling Needs**: As businesses integrate AI solutions, **20% of enterprise employees** will need to be reskilled, highlighting the importance of continuous learning and development.\n\n8. **Voice Search Usage**: The influence of AI is evident, as **50% of U.S. mobile users** engage with voice search daily, showcasing shifting consumer behaviors.\n\n9. **Generative AI Impact**: Approximately **80% of U.S. workers** could see at least **10% of their work** affected by generative AI, emphasizing the technology's widespread impact.\n\n10. **AI-Driven Revenue Increase**: Companies adopting AI can anticipate a **6% to 10% revenue increase**, making a strong case for investment in automation solutions.\n\nThese statistics underscore the significant impact and growth of AI automation across various sectors. Businesses that embrace this technology not only position themselves for success but also contribute to a more efficient and innovative future.\n\nFor more",
    "pattern_type": "statement",
    "author": " Chris Donnelly",
    "post_url": "https://www.linkedin.com/feed/update/urn:li:activity:7219487128378843137",
    "date": "8/7/2024",
    "record_id": "recW803kRpvB2fYO9"
  },
  {
    "source": "airtable_x_thread",
    "hook": "Your title doesn't make you a leader.",
    "thread_length": 1,
    "full_thread": "Your title doesn't make you a leader.\n\nHow you choose to communicate with your employees does.\n\n10 FREE Management Courses to Try Today 🔥\n\nAnother fantastic resource post from Project Management\n\n1. Google Project Management: Professional Certificate  \nTaught by Google experts who used project management to launch their career.  \n↳ https://lnkd.in/dz7gKfTN\n\n2. IBM Project Manager Professional Certificate  \nBuild the insights, skills, and portfolio to have an advantage in the job market.  \n↳ https://lnkd.in/drqTnbdk\n\n3. AI Product Management Specialization  \nTeaches you to manage Design & Development of Machine Learning Products.  \n↳ https://lnkd.in/dGEFqQgJ\n\n4. Fundamentals of Project Planning and Management  \nThis course covers the core concepts of planning and executing projects.  \n↳ https://lnkd.in/d9xk4RUk\n\n5. Scrum Master Certification Specialization  \nLearn and understand how to manage events and tasks in a sprint.  \n↳ https://lnkd.in/dAM_zwcK\n\n6. Project Management: Tools, Approaches, Behavioural Skills  \nLearn the primary tools, techniques and approaches to plan projects.  \n↳ https://lnkd.in/dn25rt-Z\n\n7. Agile with Atlassian Jira  \nLearn the common fundamental principles and practices used by agile.  \n↳ https://lnkd.in/dtaiBV6S\n\n8. Software Product Management Specialization  \nApply Agile software management practices to team leadership and projects.  \n↳ https://lnkd.in/dixCqGkt\n\n9. Project Management Principles and Practices Specialization  \nUnderstand the skills to guarantee project success, within budget and deadline.  \n↳ https://lnkd.in/dZ4UR_Uw\n\n10. Engineering Project Management Specialization  \nGain the knowledge and skills that you need to move into leadership positions.  \n↳ https://lnkd.in/d-pbwjJg\n\nWhen it comes to leadership in a tech-driven world, your communication is key—especially as AI automation transforms the workplace. Here are some essential stats:\n\n- 34% of companies currently use AI, with an additional 42% exploring its applications.\n- AI adoption is prevalent, as 80% of Fortune 500 companies have integrated AI to enhance efficiency and increase profitability.\n- Over the next decade, AI could increase labor productivity growth by 1.5 percentage points",
    "pattern_type": "statement",
    "author": " Chris Donnelly",
    "post_url": "https://www.linkedin.com/feed/update/urn:li:activity:7221483055398481920",
    "date": "8/7/2024",
    "record_id": "rec5gU0721AUGzDBC"
  }
]