[
  {
    "id": "rec0D6qpXpjVCkw5b",
    "createdTime": "2024-08-12T05:08:11.000Z",
    "fields": {
      "Example #": "121",
      "LI Post": "“Why do I have to pick a niche? Slack didn’t have to pick a niche!”— every founder ever.\n\nEvery startup that’s doing something new faces a challenge when moving from risk-tolerant early adopters to risk-averse mainstream buyers. How do I (the founder) convince the latter to take a bet on my small, unproven company?\n\nUnlike early adopters, the early mainstream market wants much more than software. They want:\n\n→ deep support & documentation\n\n→ onboarding, training, change management\n\n→ pre-built integrations\n\n→ partnerships in their industry\n\n→ 3rd party support\n\n→ a fleshed-out ecosystem\n\n→ a compelling use case \n\nAll these factors reduce the perceived risk of investing time and energy into a startup. This jump from visionaries (who are happy to shoulder the burden of the above list) to the pragmatists (who are not) has been called the “chasm”— a concept popularized by Geoffrey Moore.\n\nThe traditional path to winning the hearts of the early majority is by picking a niche segment and simply delivering the “whole product” for them (i.e. the software and everything from the list above). The reason you can only do this for one niche at a time is because each segment needs a different set of requirements beyond the software itself— and no small startup can deliver multiple different “whole products” at once.\n\nExamples of companies that grew from this strategy are Gusto and Square (as you can hear about in an excellent episode of First Round Capital’s In Depth podcast) and Tesla. However, there is another way that companies cross the chasm: they can borrow credibility from millions and millions of passionate users acquired from a more horizontal PLG approach.\n\nIt’s one thing to approach a company and say “take a bet on us”…and another to say “40% of your employees ALREADY use us.” The bottoms-up approach has been used very effectively by companies like Notion, Airtable, and Slack. \n\nThe goal is to get so many users that you’re a household name by the time you approach the majority for more end-to-end adoption. An added benefit — the passionate community effectively creates the “whole product” for you (as we see with the countless user-generated templates, trainings, etc. created by Notion and Airtable users).\n\nThis second approach requires:\n\n1. a fast time to value for individual and team users\n\n1. that can adopt the product self-serve\n\n1. and be reached through highly leveraged, viral distribution mechanisms\n\n1. and ultimately lead to millions and millions of users. \n\n#productmarketing #gotomarket #startups\n",
      "Last Modified": "2024-08-12T05:17:57.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 1326,
      "Author name": "Anthony Pierri"
    }
  },
  {
    "id": "rec0n5v1m7DhcX7qj",
    "createdTime": "2024-08-12T04:56:25.000Z",
    "fields": {
      "Example #": "86",
      "LI Post": "Anyone fancy a relaxing bath with a toaster, sure to unwind you forever? \n\nWhile we’re making fun of the meme-worthy content here, how many really bad casualties will it take for Google to discontinue this harmful experiment, that btw. flies in the face of its Helpful Content Update, let alone the Medic? \n\nCambridge Analytica pales compared to this or am I just being very European here? 😬\n",
      "Last Modified": "2024-08-12T05:15:08.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Emilia Korczynska"
    }
  },
  {
    "id": "rec0pXAUIfYhMLEXM",
    "createdTime": "2024-08-12T04:54:51.000Z",
    "fields": {
      "Example #": "66",
      "LI Post": "I found Meta's 5 criteria for the product sense interview. They're surprising.\n\nLet's break them down: Reminder... this is the interview where they ask questions like: Improve ChatGPT. How would you differentiate Reels from TikTok? What's your fave product? How would you improve it? And why should you care about Meta related to this?\n\nMeta originated product sense interviews back in '08. Their criteria have propagated to the rest of the industry.\n\nI saw similar ones when I worked at Affirm and Apollo. Here's the details:\n\nCriteria 1 — Understanding the product landscape and motivation. A great product sense interview response actually goes through: \n\nWhat problem are we solving? \n\nWhat business goal is this achieving? \n\nWhat are the competitive alternatives?\n\nSo, your interview framework should give you the opportunity to answer all 3 of these questions.\n\nCriteria 2 — Determining the audience or people using the product. Product case interviews worship at the altar of the user.\n\nIt's important to not just identify who the user is, but who are the people who matter in the ecosystem?\n\nEG, a common 'gotcha' in marketplace questions is when the interviewee only focuses on one side of the equation. \n\n(Think creators and consumers.)\n\nCriteria 3 — Identifying and prioritizing the problem. The biggest mistake people who haven't practiced much make is jumping straight into solutions.\n\nThe biggest mistake people who have practiced make is not exploring a variety of problems.\n\nIt's critical to brainstorm several problems, and then prioritize one. \n\nAnd provide a good reason why.\n\nCriteria 4 — Developing creative and impactful solutions. Once you've narrowed into one problem, you can't just get excited about one awesome solution.\n\nYou need to brainstorm several creative ones—that the interviewer hasn't heard before.\n\nGoing back to the user and business problem can help you think outside the box.\n\nCriteria 5 — Making intentional design choices. It's counter-intuitive, because the product sense interview and product design interview are often different...\n\nBut you should actually get into some design choices in your product sense interview.\n\nIn fact, a key component of real-world product sense is design. \n\nSo don't cut short your framework or answer.\n\nI know several people who have aced all their interviews except product sense. \n\nAnd they didn't get the offer.\n\nDon't neglect this round.\n",
      "Last Modified": "2024-08-12T05:17:17.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Akash Gupta"
    }
  },
  {
    "id": "rec0x7ajiuzvclBX2",
    "createdTime": "2024-08-12T04:40:34.000Z",
    "fields": {
      "Example #": "54",
      "LI Post": "Closed out my [Timeframe] at [Percentage]% to goal. \n\n[Previous Timeframe] I closed [Previous Percentage]% to goal. \n\n[Personal anecdote or celebration]. \n\nLast month I shared some personal beliefs: \n\n-> [Belief #1] \n\n-> [Belief #2] \n\n-> [Belief #3]. \n\nBut after this win, I feel completely different. \n\nNo [Previous Celebration]. \n\nSo, I did a self-audit to understand why I'm not feeling accomplished or proud of myself as I continue to do well in this new journey. \n\nWhy was last month good enough but not this month? \n\nHere's what I found: \n\n[Insight #1] \n\n[Insight #2] \n\n[Insight #3]. \n\nThere is a fine line between beating yourself up and avoiding complacency. \n\nCelebrate all the small wins, but always have enough awareness to accurately gauge where you are and where you want to be. \n\nNext month we rock it tho. \n\nP.S. This circumstance reminded me of that video we all love of [Reference to inspiring figure or event].\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0
    }
  },
  {
    "id": "rec1NMTrrEuDEHBfl",
    "createdTime": "2024-08-12T04:57:41.000Z",
    "fields": {
      "Example #": "110",
      "LI Post": "Hot take this Labor Day: American Millennials (my generation) are far too obsessed with the concept of a 'work-life balance'... and Boomers and Gen-Xers aren't much better with their obsession of reaching retirement. \n\nIn both cases—work is viewed as a BAD THING. Something to be avoided.\n\nShelby and I are currently DIYing our first baby's bedroom. He's due in less than 2 months.\n\nShe and I have maintained a breakneck travel schedule the past year between trade shows and setting up distribution. I just got back from international business travel Thursday—I have 4 more trips in the next 4 weeks—and now I'm painting... and having fun doing it.\n\nMy whole life I've worked hard. \n\nBy my senior year I was the fastest high school swimmer in the state of Texas. I studied and swam at Princeton.\n\nAnd if that wasn't enough, I started Cheers in my dorm room. \n\nPeople always ask: \"Where do you find the motivation?\" \n\nOr: \"How do you find the energy to work so hard?\" \n\nThe answer lies in how I view work... I fundamentally view work as a GOOD THING. \n\nIt's not something to be avoided. \n\nThere is joy in work for its own merit—even if you're not getting paid much—though... that's a nice plus if you can make a good wage doing it!\n\nI'm a Christian, and in Genesis, the Lord calls humankind to essentially 1) procreate and 2) subdue the Earth—and together that is part of their worship and service to God. \n\nThe idea is pretty simple... humankind are inherently workers meant to make things better than they found it.\n\nWhy I don't like the idea of a 'work-life balance' is that it pretty much only ever strikes one direction. \n\nSomeone who works a lot has a 'bad' balance and someone who works less has a 'good' balance. \n\nHave you ever heard someone say: \"I have a bad work-life balance... I work far too little!\"? 🤣\n\nI believe working less is the wrong ideal.\n\nI'm not saying all work is fun. Layoffs aren't fun. \n\nShit hitting the fan is not fun. Having to stay up all night fixing someone else's problem isn't fun.\n\nBut what I am saying is that if you can find a way to see work as a blessing in and of itself, you'll really find a lot of joy in your life. \n\nAll the entrepreneurs I meet with love working. They love the challenge.\n\nThey love helping people—customers, employees, vendors, etc.\n\nIn the past month I have met two different groups: 1) Shark Tank alumni, and 2) some of the most successful sellers on Amazon. \n\nIn both groups many of the people there had already made multiple lifetimes worth of money—they had no need to work. \n\nSo why were they working? Why weren't they retiring?\n\nHint... it's not because they want a private plane or yacht... or some other vain thing. \n\nIt's because they find joy in the work they do.\n\nThis Labor Day try to find joy in work. \n\nThat may mean a career switch. \n\nBut it also may just mean taking a different view of the work you do. \n\nEven if you work for a greedy corporation you can find ways to make the lives of your co-workers or customers better. \n\nAnd that gives joy!\n",
      "Last Modified": "2024-08-12T05:11:46.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Elena Verna"
    }
  },
  {
    "id": "rec1eQVDf5TzhmvyJ",
    "createdTime": "2024-08-12T04:56:18.000Z",
    "fields": {
      "Example #": "83",
      "LI Post": "Want to make $4000 in 1.5 hours? That's what I did two days ago. \n\nOn Monday, I decided to downgrade or cancel a bunch of my monthly subscriptions to services. The last time I did this, 6-8 years ago, it was challenging to find out what plan I was on and where and how to downgrade or cancel. \n\nThis time, I found it much easier to find my products/services info and get the job done. I wondered if that is thanks to a bunch of consumer activists who forced companies to make it easier for people to cancel etc. subscriptions. \n\nIf so, THANK YOU CONSUMER ACTIVISTS! I downgraded or canceled mostly professional services, including Adobe Creative Cloud, Ancestry, Quickbooks (two different accounts), Mailchimp, Jacquie Lawson ecards, Shipstation, Shopify, Calendly, and LinkedIn. \n\nOn personal front, I downgraded a Spotify and Strava account. Total annual cost (bottom line) savings is about $4000, with zero pain. \n\nThis was purely clean up of items and services I did not need at levels that were not right for me. (Also, I saved another $1000 from changing a monthly fee, but not a subscription fee, so am not counting that in my $4000 total.) \n\nThe three subscription services that have been--perhaps not hard, but not easy--to get info on and figure out how many accounts I have, etc., are Crain's, New York Times, and Patreon. \n\nAll of those are \"media\" accounts. Those three feel to me more like I'm back in 6-8-years-ago-land, struggling to figure out my username and log-in, whether or why I have multiple accounts etc., and needing to set aside a few hours probably, ultimately, to work out how to change those. \n\nAnyhow, it is satisfying to spend no more than 1.5 hrs. to save $4000 without much pain. I recommend :-). \n",
      "Last Modified": "2024-08-12T05:17:03.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Alyona Mysko"
    }
  },
  {
    "id": "rec24wmo5VacXPrHx",
    "createdTime": "2024-08-12T04:57:33.000Z",
    "fields": {
      "Example #": "109",
      "LI Post": "Advocating for yourself at work feels awkward, right? You're not alone.\n\n📊 Stats Alert: 68% of Millennials and 55% of Gen X are comfortable negotiating salary, versus 45% of Baby Boomers. Younger gens also speak up more for work-life balance.\n\nBefore you walk into your boss's office, you need career clarity. What's that?\n\n🎯 Career clarity = Knowing what you want, why you want it, and how to get it.\n\n--Steps to get clarity:\n\n1️⃣ SWOT Analysis: Don't laugh! You'll discover gold about your strengths and opportunities.\n\n2️⃣ Competitor Analysis: Know your workplace \"rivals.\" How do you stack up?\n\n3️⃣ Future Goals: Where do you see yourself in 5 or 10 years? Break down the steps to get there.\n\n4️⃣ Ideal State: Imagine your perfect work environment and reputation. That's your target.\n\nOnce you're clear, you can better advocate for yourself. Whether it's a salary bump or more flexible hours, you'll know exactly what to ask for and why.\n\nComment with your own tip!\n\n#joincoho #careerclarity #advocatingintheworkplace #workplacedynamics #careerjourney #careergoals #careerinsights\n",
      "Last Modified": "2024-08-12T05:11:46.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Elena Verna"
    }
  },
  {
    "id": "rec2n2TvXOZ4IqK1d",
    "createdTime": "2024-08-12T04:39:17.000Z",
    "fields": {
      "Example #": "18",
      "LI Post": "What people think [Topic] is: \n\n- [Common misconception #1] \n\n- [Common misconception #2] \n\n- [Common misconception #3] \n\nWhat [Topic] actually is: \n\n- [Core aspect #1] \n\n- [Core aspect #2] \n\n- [Core aspect #3] \n\n[Topic] is \n\nI've seen many struggle with: \n\n- [Challenge #1] \n\n- [Challenge #2] \n\n- [Challenge #3]\n",
      "Last Modified": "2024-08-20T21:32:51.000Z",
      "Trigger: Use Template": true,
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0,
      "Keywords": "AI automation",
      "Trigger: SEND Template": true
    }
  },
  {
    "id": "rec3EzwmLJ6VGUBuX",
    "createdTime": "2024-08-12T05:09:32.000Z",
    "fields": {
      "Example #": "152",
      "LI Post": "The list below seems right.\n\nWhat do you think? \n\nIs there anything you'd add, omit, modify? \n\nI was going to object to the meals being limited to lunch and dinner, but realized this may be based on too narrow of a definition.\n\nPersonally, I'd add meditation and spiritual practices, some of which overlap with other activities on the list.\n\nAnd...you can start TODAY!\n\n#health #wellbeing #lifestyle #selfcare #entrepreneur #entrepreneurship\n",
      "Last Modified": "2024-08-12T05:14:06.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Justin Welsh"
    }
  },
  {
    "id": "rec3FN0DnLYycEPMu",
    "createdTime": "2024-08-12T05:10:41.000Z",
    "fields": {
      "Example #": "172",
      "LI Post": "An important reminder: Your environment creates your entire reality. \n\nSpend time around people talking about the past, you'll be stuck in it. \n\nSpend time around people thinking big about the future, you'll build a beautiful one. \n\nWho will you choose to surround yourself with in 2024? \n\n\\*\\*\\*Planning to level up in 2024? \n\nDownload my free Annual Planning Guide to help you execute: https://lnkd.in/eMKTiVVf \n\nEnjoy this? Share it with your network and follow me Sahil Bloom for more in future!\n",
      "Last Modified": "2024-08-12T05:14:06.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Sahil Bloom"
    }
  },
  {
    "id": "rec3ULRiIfKxQTXSM",
    "createdTime": "2024-08-12T04:40:26.000Z",
    "fields": {
      "Example #": "51",
      "LI Post": "My content got close to [Number] impressions this year. And I only started taking this seriously in [Month]. \n\n[Number] posts > [Number] generated leads > [Number] clients. \n\n[Year] FY Revenue: [Revenue range]. \n\nIt's not much but it's honest work. \n\n[Year] was a year of transition. \n\n[Personal reflection].\n\n[Year+1] will be a year of consolidation. \n\n[Future plan or outlook]. \n\nBring it on!\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0
    }
  },
  {
    "id": "rec3ZxKpfN3RZp6gQ",
    "createdTime": "2024-08-12T04:39:44.000Z",
    "fields": {
      "Example #": "31",
      "LI Post": "💁 5 Essential Skills You Need to Excel in [Topic].\n\n➡️ [Skill 1]: [Short description or question]. \n\nExample: \"[Brief example].\"  \n\n➡️ [Skill 2]: [Short description or question].  \n\nExample: \"[Brief example].\"  \n\n➡️ [Skill 3]: [Short description or question].  \n\nExample: \"[Brief example].\"  \n\n➡️ [Skill 4]: [Short description or question].  \n\nExample: \"[Brief example].\"  \n\n➡️ [Skill 5]: [Short description or question].  \n\nExample: \"[Brief example].\"  \n\nMaster these skills, and you're on your way to [desired outcome]!  \n\nP.S. Which skill do you find most crucial? Share your thoughts!\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 103,
      "Author copy 2": 103
    }
  },
  {
    "id": "rec3wOBoPQuZDBVhE",
    "createdTime": "2024-08-12T05:10:36.000Z",
    "fields": {
      "Example #": "170",
      "LI Post": "Harsh Truth: Ideas are cheap, execution is expensive. \n\n4 Simple Models to 10x Your Execution in 2024:\n\n1. My 30-for-30 Approach  \nDo the thing you're trying to improve at for 30 minutes per day for 30 straight days.  \n\n30 days of effort is a real commitment.  \n\nIf you are half-in, you won’t want to take it on and commit to the 30 days.  \n\n30 minutes per day is short enough that you can mentally take it on.  \n\nPre-start self-intimidation is one of the biggest drivers of stagnation.  \n\n30 days of 30 minutes per day is 900 total minutes of accumulated effort.  \n\nThis will yield surprisingly significant results.  \n\n1. The Two-Day Rule  \nWith whatever habit you're trying to build, never allow yourself to skip more than one day in a row.  \n\nQuoting a study in the European Journal of Social Psychology: \"Missing one opportunity to perform the behaviour did not materially affect the habit formation process.\"  \n\nSkipping one day won't hurt your habit building, as long as you don't skip the next one.  \n\n1. Habit Stacking  \nJames Clear famously pointed out that we execute on Daily Systems most effectively when they are fixed to a time or action that makes them easy to structure and regiment.  \n\nHe calls this Habit Stacking:  \n• \"I'll journal 30 minutes before bed.\"  \n• \"I’ll do 25 pushups when I get out of bed.\"  \n• \"I'll read 30 minutes of my favorite novel while doing cardio.\"  \n\nIt's a simple, effective behavioral trick to execute against Daily Systems.  \n\n1. Minimum Viable Progress  \nNever skip a day, but anything above zero counts.  \n\nHave a goal in mind to do 30 minutes of the action every single day—but if you can’t hit that, just do any tiny amount above zero.  \n\nRemember: Anything above zero compounds!  \n\n\\*\\*\\*If you leverage those four simple models, you will 10x your execution in 2024 and reach new heights.\n",
      "Last Modified": "2024-08-12T05:14:06.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Sahil Bloom"
    }
  },
  {
    "id": "rec4AZ41xPzBCoH7v",
    "createdTime": "2024-08-12T04:57:21.000Z",
    "fields": {
      "Example #": "106",
      "LI Post": "Seeking a better life balance? You're not alone.\n\nA recent study shows that 55% of millennials are willing to sacrifice 20% of their salary for this crucial harmony. \n\nIt's time for organizations to step up and prioritize their employees' well-being.\n\nYou shouldn't have to choose between work-life balance and a livable wage. \n\nBy focusing on resource management, aligning skills with roles, fostering a positive work environment, and implementing mental and physical well-being benefits, we can create a harmonious workplace. \n\nOne might even argue a self-sustaining workplace, as a positive employee experience will attract top talent, keeping businesses running with happy, healthy, talented employees. 💪✨ #WorkLifeBalance #EmployeeWellbeing\n",
      "Last Modified": "2024-08-12T05:11:38.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Elena Verna"
    }
  },
  {
    "id": "rec4IoKB3Z1WZedeF",
    "createdTime": "2024-08-12T05:09:08.000Z",
    "fields": {
      "Example #": "143",
      "LI Post": "How to turn your idea into a business: (even if you feel stuck)\n\n1. Define Your Niche: Identify the specific problem your idea solves. \n\nWho benefits the most? Narrow your focus to a clearly defined avatar. \n\n1. Validate Your Idea: Before investing too much time or money, validate your idea.\n\nTalk to your avatar, gather feedback, and tweak your concept. \n\n1. Presell on a Teaser Page: Build a clear, simple landing page based on what you've learned.\n\nCollect emails for an interest list or simply install a \"buy\" button. \n\n1. Build the Product as an MVP: Start small and create a basic version of your product.\n\nShip it to the buyers and ask for feedback. \n\n1. Create a Marketing Plan: Develop a content strategy to reach your prospective buyers.\n\nLeverage LinkedIn and use collaborations to spread the word. \n\n1. Measure and Iterate: Track your progress and adjust your strategy as needed.\n\nIsolate problems and try experiments to solve them. \n\nWant to start this week? \n\nHere's a deeper guide: https://lnkd.in/ewhffYYM\n",
      "Last Modified": "2024-08-12T05:14:06.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Justin Welsh"
    }
  },
  {
    "id": "rec4QeEJhGeXii7oQ",
    "createdTime": "2024-08-12T04:55:09.000Z",
    "fields": {
      "Example #": "69",
      "LI Post": "There's a lot of nonsense PM advice out there. Here's the harsh reality: \n\n(Just remember, this job is high variance). It's more important to have massive impact than be liked. \n\nThere's a tendency to want to please people—not just when you begin, even when you join a new team or company. But the way to earn respect and career advancement as a PM has nothing to do with how agreeable you are. \n\nIn fact, some of the best PMs I worked with were so laser focused on impact, it was impossible to get anything on their roadmap. It's not that they were bad teammates. \n\nThey were \"givers\" in the Adam Grant sense. But they didn't make sacrifices when it comes to the roadmap just because: \n\nTheir boss said so. \n\nSomeone is 3 levels above them. \n\nAn entire department thinks it's an obvious idea. \n\nAll PMs need to master the, \"we'll investigate that,\" and avoid, \"we'll build that.\" \n\nMost colleagues don't like that you are the decision maker. \n\nImagine you're a marketer with 15 years of experience selling to this exact buyer. You know their needs inside-out. \n\n\"And this PM doesn't think I know what's best to build?! They hardly have 2 years experience in this industry…\" \n\nThis is how many stakeholders, especially with domain expertise, feel. Meanwhile, designers and engineers are worried about their careers. \n\nThey understand the deciding making power, but they don't like it. \"This affects my career if they get it wrong!\" \n\nEvery PM has to earn their stripes with every stakeholder. \n\nMost PM jobs are 60 hours, not 40. This is the one people are going to have their pitchforks out for in the comments. \n\nI get it. I worked at an amazing, 40-hour a week place: thredUP. \n\nBut, in my other PM jobs, that wasn't the reality for high performers. And that's true with most other PM jobs: Meta, Amazon, fast growing startups… \n\nYou end up spending the normal 40 hour week on: \n\nSlack. \n\nMeetings. \n\nUrgent Stuff. \n\nThen you spend time outside work actually writing quality documents and emails. \n\nIf PMs go in with the right expectation that this is what it takes to be a high performer, they are much better off.\n\nThe more responsive, the better. This is a hard one to accept. \n\nThe psychological advice tells us, \"don't always be online.\" And for folks struggling with work-life balance, it's hard to hear. \n\nBut, as a PM, being glue is quite important. And you lose your role as reliable glue if you aren't fast. \n\nYou can think of it like two roads: one fast, one slow. You might use the slow one a few times. \n\nBut over time, you'll just switch to always using the fast one. \n\nBatching slack messages to 3 times a day can work for some professions. Nowhere that I worked does it work for PMs. \n\nResponsiveness matters. I know people will be disappointed to hear many of these things. \n\nSound off about how I'm glamorizing overworking, American culture in the comments. But, I did tell you: these are harsh truths.\n",
      "Last Modified": "2024-08-12T05:17:17.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Akash Gupta"
    }
  },
  {
    "id": "rec4bpwa47lpNiMtL",
    "createdTime": "2024-08-12T05:09:47.000Z",
    "fields": {
      "Example #": "157",
      "LI Post": "Today, one of the riskiest things you can do is put all of YOUR eggs in the company's basket and expect them to serve your interests over THEIR interests. Much better to build something of your own on the side.  \n\nRisk is an inherent part of life--rather we realize it or not. Planes, trains, and cars crash.  \n\nDrunk and distracted drivers--put thousands of random people at risk. Driving a car is one of the riskiest activities that many of do each day.  \n\nWhy do we do it? Because we haven't been condition NOT to drive.  \n\nWe haven't been conditioned to believe that it is \"too\" risky. Huge tech companies are laying off thousands of people.  \n\nCompanies are loyal to their bottom line--are you committed to being loyal to yours?\n",
      "Last Modified": "2024-08-12T05:14:06.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Justin Welsh"
    }
  },
  {
    "id": "rec4wkqw812OOZDUt",
    "createdTime": "2024-08-12T04:56:57.000Z",
    "fields": {
      "Example #": "98",
      "LI Post": "Over the past 10 years, the global SaaS market grew at a CAGR of 25%. In 2014, the SaaS industry was valued at $23.2 billion. \n\nFortune Business Insights shows, the global SaaS market size was valued at $237.48 billion in 2022 and is projected to reach $908.21 billion by 2030, exhibiting a CAGR of 18.7%. The SaaS Industry has been growing this fast for the past 10 years! \n\nStill more than 500 promising and innovative companies could not make it to 2024! There are multiple reasons behind the curtains that nobody talks about, but need addressing. \n\nRead more here: https://lnkd.in/gDhehCuu\n",
      "Last Modified": "2024-08-12T05:14:42.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "David Spitz"
    }
  },
  {
    "id": "rec5FnB8xMlIAaIOs",
    "createdTime": "2024-08-12T04:40:55.000Z",
    "fields": {
      "Example #": "59",
      "LI Post": "Bad advice: \"[Common advice]. You'll succeed eventually.\"\n\nNot true. [Observation or counterpoint].\n\nI see [Examples of people following the advice] without getting results.\n\nBecause [Explanation of why the advice isn't sufficient].\n\nIt's like \"[Analogy in 3 words].\"\n\nIf [Illustrative example] -> [Consequence].\n\n[Reiteration of the importance of a balanced approach].\n\nBut more importantly, [Action to prioritize or focus on].\n\nChecklist\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 109
    }
  },
  {
    "id": "rec5mQE78bkaTXUhL",
    "createdTime": "2024-08-12T04:40:05.000Z",
    "fields": {
      "Example #": "41",
      "LI Post": "How to [action/achieve goal] in [timeframe]:  \n\n[Goal #1] → [Benefit #1]  \n\nLook if you want:  \n\n[Benefit #2]  \n\n[Benefit #3]  \n\n[Benefit #4]  \n\nFirst, confront this lie:  \n\n\"[Common misconception]\"  \n\n[Reiteration of importance of addressed topic]  \n\nWithout [specific metrics or actions]:  \n\n↳ [Consequence of neglecting metrics or actions]  \n\nIf you have [low metrics] right now...  \n\nIt's YOUR fault.  \n\n[Emphasis on personal responsibility and action]  \n\n\\[Actionable steps to address the issue]:  \n\n[Step #1]  \n\n[Step #2]  \n\n[Step #3]  \n\n[Step #4]  \n\nFAQ:\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0
    }
  },
  {
    "id": "rec5zmm1yUDkCzZds",
    "createdTime": "2024-08-12T04:39:22.000Z",
    "fields": {
      "Example #": "21",
      "LI Post": "Stop waiting. Start acting. \n\nBecause time is ticking. And with that, so are your opportunities. \n\n[Insight or realization] \n\n[Call to action] \n\n[Additional encouragement or advice] \n\n[Link or resource] \n\nExample # \n\nHere are 3 things I've stopped doing on [Topic] lately: \n\n[Action #1] \n\n[Insight or explanation of change in strategy] \n\n[Action #2] \n\n[Insight or explanation of change in strategy] \n\n[Action #3] \n\n[Insight or explanation of change in strategy] \n\nKindly add to the list. I'm learning in the comment section. \n\nSeeing me for the first time? I post [Description of content style]. \n\nConnect with me [Name]. \n\nRing the notification 🔔 to get notified on my [Posting schedule] daily valuable post.\n",
      "Last Modified": "2024-08-20T21:32:51.000Z",
      "Trigger: Use Template": true,
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 206,
      "Keywords": "AI automation",
      "Trigger: SEND Template": true
    }
  },
  {
    "id": "rec659r44pawcZRSG",
    "createdTime": "2024-08-12T04:54:39.000Z",
    "fields": {
      "Example #": "64",
      "LI Post": "Designers have adopted the portfolio for decades. Now, PMs are joining them. \n\nI surveyed 325 PMs and chatted with 15 hiring managers (5 in each geo). Here's what I learned: \n\nGlobally, the numbers are pedestrian: \n\n16% of PMs have a portfolio. \n\n61% know of them, but don't have one. \n\n23% have never even heard of one! \n\nBut - the percentage using them is growing steadily. \n\nThe ascent has been accelerated with 3 bumps: \n\nThe dot com era brought many more people into tech, resulting in some competing with portfolios. \n\nThe great financial crisis led to myriad layoffs, prompting struggling PMs to adopt them. \n\nThe ZIRP era led to a huge expansion of the field, driving former designers and engineers to switch and bring along their portfolios. \n\nBut this pick up hasn't been global. \n\nIt has been geographically specific: \n\nAdoption in the Americas is a pedestrian 10%. \n\nIn Europe and Australia, it's nearly double that. \n\nIn Asia and the Middle East, nearly 40% have one. \n\nIn India, EG, many PM job postings even ask for one! \n\nThis got me thinking... \n\nCould a great portfolio help distinguish candidates? \n\nSo, I recruited 5 interested mentees in my Slack community to work with me on a portfolio strategy. \n\nI'll be honest: we had lots of fits and starts along the way. \n\nPeople not reading the portfolios. \n\nPeople actually disliking the portfolios. \n\nOne mentee giving up on the strategy... \n\nBut, ultimately, we've been able to figure it out: \n\nA CS major got an APM gig. \n\nA principal PM finally broke into FAANG. \n\nAn aspiring PM finally secured their first PM role. \n\nA director of Product finally left a toxic manager. \n\nA PM laid off for 11 months got a job again. \n\nThe key? \n\nBuilding a differentiated portfolio that shows not just what you did, but how you did it. \n\nOf course, the portfolio doesn't do all the work. \n\nIt's one piece of the puzzle. \n\nBut in a world where so few use it, it can be a massive differentiator.\n",
      "Last Modified": "2024-08-12T05:17:09.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Akash Gupta"
    }
  },
  {
    "id": "rec6AFLHCUgDeEmo1",
    "createdTime": "2024-08-12T05:20:16.000Z",
    "fields": {
      "Example #": "176",
      "LI Post": "What does it take to build the world's hottest SaaS?  \n\nAnd steal share from big tech giants Microsoft and Google?  \n\nNotion has built one of the most mesmerizing businesses in tech.  \n\nThis is how:  \n\n1️⃣ Pivoting to success:  \n\nIvan Zhao and Simon Last's first no-code startup failed.  \n\nSo they packed their bags in San Francisco to cheaper Kyoto.  \n\nIvan took a $150K loan from his family and the pair \"coded in their underwear\" for a year.  \n\nWhen they re-emerged from code-hibernation, they presented Notion 1.0 in 2016.  \n\nIt was the top app on ProductHunt.  \n\nThe product immediately found PMF for docs, tasks and wikis.  \n\n2️⃣ Staying lean as a matter of strategy:  \n\nFocusing on the idea of the future that is \"file-free,\" Notion stayed laser-focused on its strategy.  \n\nIn 2017, it focused on the expansion of core functionality like commenting on blocks, Slack integration, Windows and iOS apps.  \n\nThese initial launches were magical.  \n\nThey drove Notion to hit 1 million active users with just 10 employees.  \n\nNotion has stayed lean to this day.  \n\nWith about 600 employees and ~$567M annual revenue, its ARR per FTE is best in class.  \n\n3️⃣ Perfecting the PLG engine:  \n\nAfter Notion finally took substantive VC funding in 2019, it stayed true to the core of a PLG business.  \n\nIt didn't suddenly hire a huge Sales & Marketing team.  \n\nPer LinkedIn data, only 10% of its team is in sales.  \n\nInstead, it focused on hiring and investing in product & product growth leaders.  \n\nThese leaders have doubled down on the AI, self-serve, and enterprise parts of the PLG motion.  \n\n4️⃣ Building a world-class community flywheel:  \n\nNotion might have the strongest and most active set of creators of any B2B software on the planet.  \n\nFrom Thomas Frank on YouTube to Easlo on TikTok, Notion has world-class creators who make a living selling templates on the product.  \n\nThese creators bring new users in and engage existing ones, making the product as a whole more viral and sticky.  \n\nNotion's templates library might be copyable, but the quality and depth of templates is not.  \n\n5️⃣ Lego blocks vs prescriptive product:  \n\nNotion can be as simple or complex as you want it.  \n\nIt's the ultimate in customizable.  \n\nYou can use its\n",
      "Last Modified": "2024-08-13T21:50:16.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0
    }
  },
  {
    "id": "rec6CQBZn56w3oCdf",
    "createdTime": "2024-08-12T04:40:36.000Z",
    "fields": {
      "Example #": "55",
      "LI Post": "I grew my following from [Starting follower count] to [Ending follower count] in [Timeframe]. How? I decided to [Action or decision].\n\nThe easiest way to learn this is to have a coach. Many will find it too expensive, but… This is an investment.\n\nI wanted to share my passion for [Topic]. I hired a coach to teach me [Specific skills].\n\nWith [Coach's Name] I learned: \n\n[Lesson #1]\n\n[Lesson #2]\n\n[Lesson #3]\n\n[Lesson #4]\n\nI started [Action or journey] less than [Timeframe] ago, with [Starting follower count]. Now I have [Ending follower count] followers because I hired [Coach's Name].\n\nBut more importantly - I also made a friend. \n\n[Lesson learned and advice]\n\n[Closing gratitude to coach]\n\n[Optional: Additional note or recommendation]\n\n[Optional: Question or prompt for engagement]\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0
    }
  },
  {
    "id": "rec6Xz7klWWqP3lbG",
    "createdTime": "2024-08-12T04:40:24.000Z",
    "fields": {
      "Example #": "50",
      "LI Post": "I've got bad news. \n\nThat [item] you're [action]? \n\nIt doesn't [description]. \n\nIt's simply [description] that [statement]. \n\nThe [transition] is [description]. \n\nOnce you [action], you'll realize that [experience] teaches you [lessons] that no [item] can capture. \n\nSo should you [action]? \n\nOf course not. \n\n[Action] is magnificent.\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0
    }
  },
  {
    "id": "rec6ec4QL4Mdy1X7C",
    "createdTime": "2024-08-12T04:56:49.000Z",
    "fields": {
      "Example #": "95",
      "LI Post": "Great analysis from David Spitz on the state of the SaaS market today. \n\n#SaaS #GTM. \n\nShort answer? It’s rough out there. \n\nWith new ARR harder and harder to come by, efficiency matters now more than ever. \n\nTactics that generated ROI when everyone was buying every platform and solution out there simply will not necessarily perform in today’s lean and mean market. \n\nImplication? You better hurry up and find a way to make your product essential, and you better be ready to communicate that fact to your prospects/customers. \n\nYou can’t spend your way to growth anymore! \n\n(Just ask the folks in red on David Spitz’s chart)\n",
      "Last Modified": "2024-08-12T05:14:42.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "David Spitz"
    }
  },
  {
    "id": "rec6qJbXjYspdc2IF",
    "createdTime": "2024-08-12T05:09:22.000Z",
    "fields": {
      "Example #": "148",
      "LI Post": "I’m glad someone else said it, and that that someone was Justin Welsh. We live in this weird unhealthy “Hustle” culture where if you have a “day off” it means you aren’t committed to your dream or you don’t want it that bad.\n\nBALANCE is crucial to everything we do in life. You want that dream relationship? It’s found in balance, of compromises and standing your ground.\n\nYou want to have energy? It’s found in balance of healthy eating and good sleep habits. \n\nYou want to have that good body? It’s about the balance of good and bad foods you eat.\n\nTo achieve success you don’t need to work 15 hours a day just because someone said that’s what it takes. I mean if that’s what you want to do, do it.\n\nBut don’t make someone feel bad for not having the same “commitment.” How do you expect to run a successful business, have a healthy relationship, spend time mastering your body and mind, and spend it with loved ones?\n\nDon’t lose sight of the vision but at the same time don’t lose sight of what really matters. What’s the point in being “successful” if you have lost everyone you love on the way?\n\nIf your Intuition is telling you to rest or just take a minute. Then take a minute and just rest.\n\nYour dreams will be there tomorrow. Success isn’t just external things man…It’s being able to feel happy, content and knowing you are living in alignment with your best self.\n\nNot just for you, but for your family and relationships. Be intentional with your time, not “busy.”\n\nSpend it how and who you want. Stay humble. Stay positive. Stay you friend.\n\nI have a newsletter stressing the importance of balance and positivity. Check it out if you like; the link is in the bio.\n",
      "Last Modified": "2024-08-12T05:14:06.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Justin Welsh"
    }
  },
  {
    "id": "rec7aMKMXPpu0TPe3",
    "createdTime": "2024-08-12T04:56:30.000Z",
    "fields": {
      "Example #": "87",
      "LI Post": "PUBLIC SERVICE ANNOUNCEMENT: There are ~33,000 people signed up for Product Rantz as of now.\n\nIf you've been wondering what happened to your favorite rant of the week lately - since the last Gmail rules update, I noticed my Rantz started to fall into the updates/promotions tab on Gmail 🥲. \n\n👉 If you're missing me, please make sure you drag today's rant out of 'updates' into your main tab. \n\nLet's bring the 38% open rate back! \n\n~End of PSA~ \n\nI've recently read in Kyle Poyar's Growth Unhinged newsletter (again, no sponsorship - I just like Kyle 🥲) that Clay (the hottest sales data enrichment tool of 2024) has been struggling with the fake account problem: \n\nIt gave me instant flashbacks to the times I worked on a 100% self-serve, PLG tool with an ARPU of ~ $15 per month. \n\nTeam Postfity (a social media scheduling tool like Buffer or Hootsuite) thought they had a lot of power users... \n\nAt least based on their activity levels. \n\nTeam Postfity noticed that some users had a lot higher activity than others. \n\n_A lot_. \n\nIt seemed that some users were logging into the app several times per day! \n\nThe first reaction was to cheer at how much the “power users” were enjoying the app. \n\nBut it wasn’t long before the reality check came... \n\nRead the blood-chilling story below 👇 + how to distinguish your power-users from power-ab-users!\n",
      "Last Modified": "2024-08-12T05:15:08.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Emilia Korczynska"
    }
  },
  {
    "id": "rec91fL7VZW8oZZrH",
    "createdTime": "2024-08-12T05:09:26.000Z",
    "fields": {
      "Example #": "149",
      "LI Post": "Steady focused progress ensures precise outcomes. It's a lot like when I'm shooting at a target. \n\nWhen I'm slower and more deliberate, it's bullseye every time. However, when I'm trying to speed-load, acquire a site target, pull the trigger, and do it all in the span of 1-2 seconds, the shot groupings will spray a bit. \n\nI'm not saying you must always be slow and deliberate for \"desired\" results. Sometimes fast-and-loose will get you there, too...like playing some forms of jazz. \n\nClose enough is good enough. Just keep in mind the consequences scattered/fast vs. focused/deliberate in relation to your \"desired.\"\n",
      "Last Modified": "2024-08-12T05:14:06.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Justin Welsh"
    }
  },
  {
    "id": "rec9WugdGK5FFLYSY",
    "createdTime": "2024-08-12T04:39:48.000Z",
    "fields": {
      "Example #": "31",
      "LI Post": "I am not the best [profession]. \n\nIf I can go from:  \n\n❌ [Challenge 1].  \n\n❌ [Challenge 2].  \n\n❌ [Challenge 3].  \n\nTo:  \n\n✅ [Achievement 1].  \n\n✅ [Achievement 2].  \n\n✅ [Achievement 3].  \n\nYou most definitely can too. \n\nWe all just need proper guidance, the right mindset, and a dash of delusional self-belief. \n\nUnfollow anyone who sparks any of the ❌’s. \n\n#Hashtags \n\nPS: I’m taking time off in [Location]! (Google it 😎) \n\nExample #The “[Trap Name]” Trap (for [Professionals]):  \n\n[Activity] can feel like a “[Descriptive Trap Name]”.  \n\nMore [Activity] = more [Desired Outcome].  \n\nBut it’s not.  \n\nThere are three key limits:  \n\n[Limit 1]. Make it count.  \n\n[Limit 2]. Make it compound for the biggest return.  \n\n[Limit 3]. The best [activity] delivers focus.  \n\nHow do your teams prioritize alignment with these limits in mind?\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 426
    }
  },
  {
    "id": "recA5t8cEDMQKp3ql",
    "createdTime": "2024-09-08T03:39:40.000Z",
    "fields": {
      "Example #": "181",
      "LI Post": "[Industry] spending will reach $[X]B this year. But [specific group] may get left behind... 5 reasons why [group] are hesitant about [technology] (and a company I found that might change their minds):\n[X]% of [group] don't plan on using [technology] at all. Yet studies have shown [users] who integrate [technology] in their workflow can:\n- [X]% more [metric]\n- [X]% faster\n- with [X]% higher quality results\nSo why are [group] so wary? 5 reasons:\n1. [Barrier 1] [X]% of [group] cite [Barrier 1] as a barrier to [technology]. [Interesting observation about this barrier]\n2. [Barrier 2] [X]% worry [specific concern related to Barrier 2]. [Elaboration on this concern]\n3. [Barrier 3] [X]% say they [description of Barrier 3 issue].\n4. [Barrier 4] [Historical context for Barrier 4]. Now [current situation], it's no wonder [X]% of [group] [reaction to Barrier 4].\n5. [Barrier 5] [X]% simply aren't convinced [potential benefit] will be worth [potential cost].\nOne last data point to note: [Unexpected or significant statistic about adoption].\nI think these concerns are valid. But I also think [industry] will completely change in the next [timeframe]. Which is why I try to find & invest in the best tools that help bring [group] into [new era]...\nOne tool [My Company] has been using (and invested in!) recently is [Product Name]. It does some amazing things I haven't seen before and now can't live without...\nFirst, it [primary function]. Which is where most [similar products] stop. But [Product Name] also:\n- [unique feature 1]\n- [unique feature 2]\n- [unique feature 3]\n- [unique feature 4]\nThe [standout feature] is a game-changer. You can [benefit 1]. Or [benefit 2]. Or [benefit 3] (we use [our choice], but [alternatives] also work).\n",
      "Last Modified": "2024-09-23T17:16:45.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "codie sanchez"
    }
  },
  {
    "id": "recA6wLIN4NBlpbbQ",
    "createdTime": "2024-08-12T04:56:55.000Z",
    "fields": {
      "Example #": "97",
      "LI Post": "More and more companies are seeing the benefits of product-led growth. With Gartner forecasting that 75% of SaaS providers will adopt PLG strategies by 2025, it’s evident that the era of product-led growth is upon us.\n\nReady to harness the true potential of your digital product? Check out our latest insight by Jeanette Cajide to see why product-led growth is essential to reaching your company's potential. 📈\n\nhttps://bit.ly/48gtgJu#ProductLedGrowth #DigitalProducts #IBMConsulting\n",
      "Last Modified": "2024-08-12T05:14:42.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "David Spitz"
    }
  },
  {
    "id": "recA9d8lNSpk1Qg1C",
    "createdTime": "2024-08-12T04:41:04.000Z",
    "fields": {
      "Example #": "63",
      "LI Post": "The best way to overcome [challenge] 📈\n\nHere are some recent success highlights:\n\nIn the last [time frame], I've [specific achievement with numerical data].\n\n[Second specific achievement with numerical data].\n\n[Third specific achievement with numerical data].\n\nAcross [broader context], I've achieved [broader achievement with numerical data] as well as [another broader achievement with numerical data]. 📈\n\nHere's a reminder that even when you have the data to prove it, self-doubt can still creep in.\n\nBut remember, your achievements are real, and you're capable of more than you know.\n\nKeep pushing forward!\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0
    }
  },
  {
    "id": "recBz4nb5AKxtCPpZ",
    "createdTime": "2024-08-12T04:56:34.000Z",
    "fields": {
      "Example #": "90",
      "LI Post": "Calling all Product Managers - next stop #Dublin! \n\nJoin the launch party for our SaaS Product Metrics Report in our Dublin office - with a panel discussion featuring product managers from Zoom, Microsoft & Workhuman! \n\nSign up below to get an early glimpse of the report, featuring the averages from 547 SaaS companies for the following metrics:\n\n✨ User Activation Rate\n\n✨ Time to Value (Activation)\n\n✨ Month-1 Retention\n\n✨ Core feature adoption rate\n\n✨ Onboarding Checklist Completion Rate\n\n✨ NPS...sliced & diced by industry, company size & PLG vs SLG!\n",
      "Last Modified": "2024-08-12T05:15:08.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Emilia Korczynska"
    }
  },
  {
    "id": "recC2M7qdrR6JFfk9",
    "createdTime": "2024-08-12T05:08:04.000Z",
    "fields": {
      "Example #": "119",
      "LI Post": "There really is only one time-tested way to increase your productivity: \n\nNobody cares about the product! \n\nWe sell OUTCOMES.\n",
      "Last Modified": "2024-08-12T05:17:52.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Anthony Pierri"
    }
  },
  {
    "id": "recC7yJBTZg3GLkVG",
    "createdTime": "2024-08-12T05:10:39.000Z",
    "fields": {
      "Example #": "171",
      "LI Post": "A concept everyone should understand.\n\nThe Paradox of Failure: You have to fail more to succeed more. \n\nOur transformative moments of growth often stem directly from our toughest moments of failure. \n\nDon't fear failure—learn to fail smart and fast. \n\nNever fail the same way twice. \n\nAlways put yourself in the arena. \n\n\\*\\*\\*I'm going to be sharing a piece with my favorite \"paradoxes of life\" this week. \n\nJoin 650,000+ others who will receive it: https://lnkd.in/esGsF85Q \n\nEnjoy this? Share it with your network and follow me for more in future!\n",
      "Last Modified": "2024-08-12T05:14:06.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Sahil Bloom"
    }
  },
  {
    "id": "recCEaXEszSv6uL0B",
    "createdTime": "2024-08-12T04:38:58.000Z",
    "fields": {
      "Example #": "9",
      "LI Post": "Running a [business/organization]: Here's what fuels that fire for me: [aspect of improvement].  \n\nInside the [Team]:  \n\n► We actively seek feedback from [relevant stakeholders].  \n\n► Their insights help us understand [challenges/opportunities].  \n\n► We don’t just listen, we [take action].  \n\n► We refine our [processes].  \n\n► We leverage [resources].  \n\n► We strive to create a [supportive environment].  \n\nOutside the [Team]:  \n\n► Our [customers/clients] are our best critics and supporters.  \n\n► We engage with them at every stage of their [experience].  \n\n► Their feedback helps us understand [their needs and expectations].  \n\n► We use this knowledge to [improve our products and services].\n",
      "Last Modified": "2024-08-20T21:32:51.000Z",
      "Trigger: Use Template": true,
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0,
      "Keywords": "AI automation",
      "Trigger: SEND Template": true
    }
  },
  {
    "id": "recCe1iSFDHzd1pg1",
    "createdTime": "2024-08-12T04:56:02.000Z",
    "fields": {
      "Example #": "78",
      "LI Post": "Today, I’m talking to Intuit Mailchimp CEO Rania Succar, who took over as CEO in 2022 after a pretty rough patch in the company’s history.  \n\nSee, Mailchimp was founded in 2001.  \n\nIt was a startup that learned a lot of lessons from that first dotcom boom and bust, and it managed to stay both successful and fully independent for 20 years.  \n\nBut in 2021, it sold to Intuit, the company best known for finance products like QuickBooks and TurboTax, and the very next year, Ben Chestnut, who was one of the company’s co-founders, stepped down as CEO after telling employees that he thought introducing themselves with pronouns in meetings did more harm than good.  \n\nAfter that, Rania took over.  \n\nThis is a pretty huge culture change for the company, especially as it became more integrated with Intuit.  \n\nIt was also a big challenge for a new leader who came in from the outside — well, the outside of Mailchimp, but the inside of Intuit.  \n\nYou’ll hear us talk about that transition a lot.  \n\nRania and I also got into the weeds of making decisions, which is very Decoder.  \n\nShe has a lot of thoughts on how decisions are made and why sometimes the things that seem easy are challenging and other things that seem difficult aren’t.  \n\nThat includes shutting down cult favorite newsletter service TinyLetter, which you’ll hear Rania say was one of the easiest decisions she’s ever made.  \n\nWe also got really into the core business of email.  \n\nEmail was hot, then it wasn’t, and now it’s hot again.  \n\nAs part of Intuit, Mailchimp is just one part of a platform that helps small businesses operate.  \n\nMailchimp is there to do marketing and customer management, and the platform sells itself as something that “turns emails into revenue.”  \n\nYou’ll hear Rania explain how all of that is supposed to work.  \n\nOf course, we had to talk about generative AI, which is a big part of the Mailchimp road map.  \n\nYou’ll hear Rania explain that AI right now is more useful for segmentation and targeting: sending the right message to the right customer at the right time instead of constantly bombarding everyone with emails.  \n\nBut there’s a dark side to that, of course.  \n\nHaving AI send everybody perfectly targeted emails all the time might just lead to a lot of email spam, and it might lead to people responding to AI emails with AI emails of their own.  \n\nSo, I asked Rania about that loop and if there’s any way to break it and make all of this a little more human.  \n\nThis was a really fun conversation with some honestly scary ideas in it — and it’s all about email.  \n\nOkay, Rania Succar, CEO of Intuit Mailchimp.  \n\nHere we go.  \n\nThis transcript has been lightly edited for length and clarity.  \n\nRania Succar, you are the CEO of Intuit Mailchimp.  \n\nWelcome to Decoder.  \n\nYou are a new-ish CEO.  \n\nYou’ve made some changes.  \n\nThat’s what our show’s all about.  \n\nI think email is just a fascinating forever project of the internet — how we use it, where it goes, who controls it.\n",
      "Last Modified": "2024-08-12T05:17:03.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Alyona Mysko"
    }
  },
  {
    "id": "recDFbwUDtavE9h1f",
    "createdTime": "2024-08-12T04:57:26.000Z",
    "fields": {
      "Example #": "107",
      "LI Post": "🌉 Bridging the Generational Gap: What Other Generations Often Misunderstand About Millennials\n\nThere’s a lot of talk about Millennials in the workplace, but how much of it is truly understood by other generations? Here are a few key insights:\n\n💪 Value Flexibility Over Perks: \n\nWhile ping-pong tables and free snacks are nice, they prioritize work-life balance and flexible working arrangements.\n\n🐇 They’re Not Job Hoppers by Choice: \n\nOften perceived as fickle, many change jobs to seek better opportunities, professional growth, or more meaningful work, not just for a higher salary.\n\n👨💻 Tech-Savvy, but Not Tech-Dependent: \n\nYes, they embrace technology, but that doesn’t mean they don’t value face-to-face interactions and traditional work methods.\n\n💸 Purpose Over Paychecks: \n\nThey are driven by work that contributes to a greater good. \n\nIt’s not just about earning a living; it’s about making an impact.\n\n📈 Feedback and Growth: \n\nRegular feedback and opportunities for professional development are crucial for them - it’s not entitlement, but a desire to be their best selves.\n\nUnderstanding these points can bridge the generational divide, leading to a more harmonious and productive workplace. \n\n#millennials #workplaceculture #generationalgap #professionaldevelopment\n",
      "Last Modified": "2024-08-12T05:11:39.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Elena Verna"
    }
  },
  {
    "id": "recEBdcmZ0acSbIir",
    "createdTime": "2024-08-12T04:40:08.000Z",
    "fields": {
      "Example #": "43",
      "LI Post": "Reaching a milestone of [Number] followers! \n\nEvery day, my inbox is filled with emails, DMs, and messages. \n\nHere's how I prioritize who to reply to:  \n\n→ [Criterion 1] \n\nHere's who I don't reply to:  \n\n→ [Criterion 2]  \n\n→ [Criterion 3]  \n\nI often feel that in today's world, many have forgotten how to build REAL RELATIONSHIPS.  \n\nIn a world where shortcuts and hacks are sought after:  \n\n→ Build REAL relationships.  \n\n→ Build community.  \n\n[Closing statement]\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0
    }
  },
  {
    "id": "recF58HVdZr2Ke5am",
    "createdTime": "2024-08-12T04:39:19.000Z",
    "fields": {
      "Example #": "195",
      "LI Post": "[Topic] Formulas You Should Know:\n\n[Aspect 1] + [Aspect 2] = [Outcome]\n\n[Aspect 1] + [Aspect 2] = [Outcome]\n\n[Aspect 1] + [Aspect 2] + [Aspect 3] = [Outcome]\n\n[Aspect 1] + [Aspect 2] + [Aspect 3] = [Outcome]\n\n[Aspect 1] + [Aspect 2] + [Aspect 3] = ?\n\nWhat do you think is the result of #5?\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0
    }
  },
  {
    "id": "recFFBNVWvSHDuPbT",
    "createdTime": "2024-08-12T04:40:38.000Z",
    "fields": {
      "Example #": "56",
      "LI Post": "Last [Timeframe], I [Achievement/Result]. \n\nHere are [Number] helpful lessons I've learned about [Topic]:\n\n[Lesson 1]\n\n[Lesson 2]\n\n[Lesson 3]\n\n[Lesson 4]\n\n[Lesson 5]\n\n[Lesson 6]\n\n[Lesson 7]\n\n[Lesson 8]\n\n[Lesson 9]\n\n[Lesson 10]\n\n[Lesson 11]\n\n[Lesson 12]\n\n[Lesson 13]\n\n[Lesson 14]\n\n[Lesson 15]\n\n[Lesson 16]\n\n[Optional: Call to action or additional note]\n\nHow To\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0
    }
  },
  {
    "id": "recFNDQtJzzI7xBn3",
    "createdTime": "2024-08-12T04:55:47.000Z",
    "fields": {
      "Example #": "75",
      "LI Post": "Back in June 23 I acquired my 2nd SaaS product, Meet Slack. Since the acquisition it's generated over 33k in revenue.\n\nHere's why I bought it 👇Acquiring SaaS products is a high risk endeavour. In order to drop that risk I look for specific characteristics in a deal.\n\nBelow are some of the items on my list:\n\n1. B2B --> I've learnt the hard way to avoid B2C\n\n1. Low churn --> Ideally below 3%. It could be as high as 5% if I believe I can drop it.\n\n1. At a minimum 50 paying customers --> Helps validate product-market fit.\n\n1. At least 10 paying customers who have paid for multiple years --> Helps validate product-market fit.\n\n1. No complicated industries --> This includes medical, space, biotech, etc.\n\n1. Simple, mature product --> I want something that does one thing extremely well. \n\nI don't want to have to pour a ton of R&D into the product post acquisition.\n\n1. Built in growth engine --> This is one of the hardest thing to find in a deal. \n\nI want to acquire something which is growing at least 10% a year organically either from strong existing SEO, virality, account expansion, etc.\n\n1. Low operational expenses (AKA high gross margin) --> Most SaaS cost very little to maintain. \n\nIt costs me less than $100 a month to run Meet Slack.\n\n1. Self service (AKA \"low support cost\") --> I don't want to have to run a large support team to assist users. \n\nThe product needs to be easy to use and require little to no account management.\n\n1. Clear way to grow revenue --> Either by investing in marketing, further product development, raising prices, or a combination of the above.\n\n1. 3 - 5X multiple on ARR --> I want to make my money back as soon as possible. \n\nLower churn, a higher ARPU and/or LTV, and the strength of the built in growth engine would increase the multiple.\n\nMeet Slack checks most of these boxes and will generate over $40k in revenue in 2024. This comes to around a 50% return on investment.\n\nIf you enjoyed this post and want to learn more about acquiring SaaS, and how to grow a holding company, then consider subscribing to my personal newsletter - https://lnkd.in/eUjEjjcz.\n",
      "Last Modified": "2024-08-12T05:17:03.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Alyona Mysko"
    }
  },
  {
    "id": "recFhiD9zfBFHzyZI",
    "createdTime": "2024-08-12T04:56:52.000Z",
    "fields": {
      "Example #": "96",
      "LI Post": "At the #StripeSessions conference this week they pointed out a huge shift that will change #CustomerSuccess dynamics forever. 82% of SaaS companies, in a survey conducted late last year, said they plan to or already do charge by usage.\n\nWhat does that mean as we shift from subscription revenue to transactional revenue? Sales will sell the right to do business, but CSMs will be responsible for generating the revenue.\n\nAfter all, if customers sign up but don't use it, the deal is worth $0. Comp plans should reflect this for both teams.\n\nCS performance and business contribution are most commonly measured by NRR or GRR - Recurring Revenue. Different KPIs are needed for goal setting and performance management when some or all of the revenue is transactional.\n\nTooling needs to improve in many cases to help CSMs not just understand how customers are using what they bought but to give insights into the rate of consumption relative to the potential. The more they use, the more they pay.\n\nSo the ROI has to be clearer because customers are fundamentally disincentivized from using your product unless they understand the value throughout the term, not just at renewal time. This shared risk model is better for customers but far less sticky for solution providers.\n\nForecasting can be challenging and CSMs will need better training in order to roll up accurate info for their leaders to manage financials. What else will this change? 👇\n",
      "Last Modified": "2024-08-12T05:14:42.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "David Spitz"
    }
  },
  {
    "id": "recGQ7FxCP8hgaR37",
    "createdTime": "2024-08-12T04:40:20.000Z",
    "fields": {
      "Example #": "48",
      "LI Post": "[Number] content ideas to kick off your [Year]...\n\n[Idea 1]\n\n[Idea 2]\n\n[Idea 3]\n\n[Idea 4]\n\n[Idea 5]\n\n[Idea 6]\n\n[Idea 7]\n\n[Idea 8]\n\n[Idea 9]\n\n[Idea 10]\n\n[Idea 11]\n\n[Idea 12]\n\n[Idea 13]\n\n[Idea 14]\n\n[Idea 15]\n\n[Idea 16]\n\n[Idea 17]\n\n[Idea 18]\n\n[Idea 19]\n\n[Idea 20]\n\n[Idea 21]\n\nHave you thought about what content you'll be posting in the new year?\n\nP.S. I was hoping to spend my week off outdoors but it seems the [Location] is in storm season so here I am.\n\nDrop me a follow if you found this useful!\n\n#Hashtags\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0
    }
  },
  {
    "id": "recH7V4vc63l7Quq0",
    "createdTime": "2024-08-12T04:56:07.000Z",
    "fields": {
      "Example #": "79",
      "LI Post": "So price increases have been the name of the game in SaaS for the past 12 months, in many (not all) cases to help make up for slowing growth:\n\nZendesk up 16%.\n\nSalesforce up 9%.\n\nGoogle Workspace up 20%.\n\nHubSpot up 12%.\n\nWebflow up 16%.\n\nShopify up 33%.\n\nSlack up 10%.\n\nAnd some of them like Slack and Salesforce hadn’t raised list prices in quite some time. \n\nOn the start-up side, last year most of you said in fact you were planning to raise prices in 2023 — and you did 😉 \n\nWhat did we learn from so many SaaS leaders raising prices — in many cases, a lot? \n\nWell, we learned for the most part there was a lot of price elasticity. \n\nChurn didn’t go up much at all, and the customer base absorbed the price increases. \n\nBut it can’t last forever. \n\nYou can’t raise and raise forever; at some point, the elasticity hardens. \n\nAnd one of the first to see it was Toast. \n\nToast added a $0.99 fee to orders of $10 or more. \n\nNow that may not sound like a lot, but Toast’s margins are lower than a pure-play software vendor, and the impact to the bottom line and net margins would have been huge. \n\nWhat happened? \n\nThe customers revolted. \n\nAnd while there are other options than Toast, Toast is clearly #1 in its category. \n\nAnd yet, Toast had to back down: \n\n“While we had the best of intentions—to keep costs low for our customers—that is not how the change was perceived by some of you,” CEO Comparato said. \n\n“We made the wrong decision and following a careful review, including the additional feedback we received, the fee will be removed from our Toast digital ordering channels.” \n\nCertainly you could argue this is a different type of price increase than Slack, given how Toast operates in effect as a partial marketplace. \n\nAnd that it sells to SMBs. \n\nBut it’s at least a sign to take a pause. \n\nYes, there is more price elasticity in SaaS than we thought. \n\nBut it’s not unlimited. \n\nAt some point, the customers will revolt. \n\nQuietly with their wallets, or in the case of Toast, loudly.\n",
      "Last Modified": "2024-08-12T05:17:03.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Alyona Mysko"
    }
  },
  {
    "id": "recHFiHvefAUbmv6b",
    "createdTime": "2024-08-12T05:09:50.000Z",
    "fields": {
      "Example #": "159",
      "LI Post": "We can all get ideas from other's experiences, so I want to share with you this videotalk with a finance blogger behind \"Millennial Money,\" Grant Sabatier, about his impressive success through digital marketing.\n",
      "Last Modified": "2024-08-12T05:14:06.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Justin Welsh"
    }
  },
  {
    "id": "recI0Yz4oHWuIzO9L",
    "createdTime": "2024-08-12T05:08:59.000Z",
    "fields": {
      "Example #": "140",
      "LI Post": "Things I don't care about:\n\n- Being named to a Forbes List.\n\n- Building a $1B unicorn company.\n\n- Winning some silly award.\n\n- 'Disrupting' an industry.\n\nThings I do care about:\n\n- Owning my story.\n\n- Putting my family first.\n\n- Living anywhere I want.\n\n- Volunteering on Tuesdays.\n\n- Forgetting what day & time it is.\n\n- Avoiding things I don't like doing.\n\n- Going out to lunch with my spouse.\n\nIt pays to get clear on your priorities. \n\nOnly with clear priorities can you live more intentionally.\n\nDon't copy someone else's life. \n\nDesign your own.\n\nHere's how: https://lnkd.in/e52seyrx\n",
      "Last Modified": "2024-08-12T05:14:06.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Justin Welsh"
    }
  },
  {
    "id": "recI4KEatq7O0HKti",
    "createdTime": "2024-08-12T04:39:38.000Z",
    "fields": {
      "Example #": "287",
      "LI Post": "Mistakes that get the [Platform] police on you (avoid these):  \n\n[Mistake 1]  \n\n[Mistake 2]  \n\n[Mistake 3]  \n\n[Mistake 4]  \n\n[Mistake 5]  \n\n[Mistake 6]  \n\n[Mistake 7]  \n\nBonus one:  \n\n[Bonus Mistake]  \n\nIf you want long-term success...  \n\nDon't make these mistakes.  \n\n(Please)\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0
    }
  },
  {
    "id": "recIBfOoj4O8s3RoB",
    "createdTime": "2024-08-12T04:57:02.000Z",
    "fields": {
      "Example #": "99",
      "LI Post": "Hot off the press: OpenView and Paddle published their SaaS Benchmark Report 2023. 🔥 Here are 5 notable (yet, not surprising) insights:\n\n1️⃣ - 73% of founders are worried about go-to-market execution (slide 21). Talking to revenue leaders every day, this isn't surprising as: \n\n- Pipeline generation has stalled.\n\n- Every deal is scrutinized for ROI. \n\n- NRR has dipped due to seat reduction and change in PMF for many SaaS players.\n\n2️⃣ - CAC payback has gotten worse (slide 36, picture below). This stat supports the first point. \n\n3️⃣ - Lean & mean (slide 23). I think this is a good trend: \n\n- Fewer people.\n\n- Lower complexity & costs. \n\n- More focus.\n\n4️⃣ - Growth rates are down, period! Median growth by ARR: \n\n$5M - $20M: \n\n- 2022: 47%. \n\n- 2023: 35%.\n\n$20M - $50M: \n\n- 2022: 29%. \n\n- 2023: 24%.\n\n5️⃣ - Revenue efficiency (ARR per FTE) has grown a lot. Median revenue per employee by ARR: \n\n$5M - $20M: \n\n- 2022: $106k. \n\n- 2023: $167k.\n\n$20M - $50M: \n\n- 2022: $145k. \n\n- 2023: $212k.\n\nWhat do you think will this look like next year? \n\n#saas #benchmarks #gotomarket #report\n",
      "Last Modified": "2024-08-12T05:14:42.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "David Spitz"
    }
  },
  {
    "id": "recIjo2nRh89d5Jgl",
    "createdTime": "2024-08-12T04:58:04.000Z",
    "fields": {
      "Example #": "116",
      "LI Post": "👀 Are you looking to achieve revenue growth for your organization? Well, I have just the solution for you.\n\nAt PeakActivity, we are experts in driving purchases and elevating revenue through smarter strategies. Our track record speaks for itself: our A/B testing services have consistently delivered astounding results, with our clients experiencing 5-22x revenue growth.\n\nWe understand the challenges you face when it comes to optimizing your business. That's why our battle-tested and proven optimization services are here to help you hit your growth KPIs.\n\nAs a team of former merchants ourselves, we fully comprehend the importance of personalization and testing at every step of the journey. \n\nDon't miss out on this opportunity to supercharge your revenue growth. Message me directly and I can put you in contact with one of our optimization experts.\n\nOr click here to learn more: http://ow.ly/HHIB104N56h. \n\n#PeakActivity #ABTesting #RevenueGrowth #OptimizationServices\n",
      "Last Modified": "2024-08-12T05:11:48.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Elena Verna"
    }
  },
  {
    "id": "recJC59Ff82G5MzWg",
    "createdTime": "2024-08-12T04:55:27.000Z",
    "fields": {
      "Example #": "72",
      "LI Post": "You need to prepare for technical interviews as a PM. Even though 95% of the PM job doesn't require technical skills. \n\nThese are the 6 main categories of questions you can expect to get:\n\n1. Engineering collaboration: Tell me about a time you worked with an engineer on a roadmap.\n\n1. Technical stories: Explain to me the architecture of a past technical product you built.\n\n1. Computer science: What happens when you type google dot com in your web browser?\n\n1. Technicalities of the product: How would you explain Twitter to an elderly person?\n\n1. System design: What's the general architecture of a simple version of Twitter?\n\n1. Case questions: Our app is experiencing a forever spinning circle, what do you do?\n\nThe best way to do this is to prepare on technical topics when you're not looking - because this is a lot to learn otherwise. \n\nGrab your eng partners, sign up for that CS class over break, and improve your tech skills. \n\nAnd land that next job.\n",
      "Last Modified": "2024-08-12T05:17:17.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Akash Gupta"
    }
  },
  {
    "id": "recJgeTJDLi0tFNMK",
    "createdTime": "2024-08-12T04:55:42.000Z",
    "fields": {
      "Example #": "74",
      "LI Post": "Ben Chestnut, CEO & Co-founder of Mailchimp (acquired by Intuit in 2021), described my talk at MicroConf as \"cheating\" a few weeks ago here in Atlanta. Why? Because I took the PLG framework and pointed out three key areas of improvement for founders:\n\nGet your activation rates up as much as you possibly can; data shows there’s a huge gap here for growth (especially for bootstrapped founders).\n\nIncrease your net revenue cohort retentions as high as humanly possible after 12 months (ideally in the 100-120%+ range, but “comfortable” growth is usually 80%+).\n\nStop guessing when it comes to pricing and monetization because it can easily become the greatest growth lever you have.\n\nBen specifically reacted to the revenue cohort retention reports I had in my presentation, and how most subscription metrics platforms like Stripe, Profitwell, Baremetrics, ChartMogul, etc. have these reports out-of-the-box and ready to use. \n\nAnd yet, few founders and growth leaders know how to actually leverage them for growth.\n\nHe described it as \"cheating\" because he had to pull these charts and crunch the numbers by hand before there were ever solutions that could help him do it automatically. \n\nNet revenue cohort retention (NRR), however, is critical to PLG businesses struggling with growth because it paints the picture of long-term retention (12+ months) rather than just short-term monthly revenue churn.\n\nMost businesses likely have relatively healthy monthly churn (<5%) but when you pull up the net revenue cohort retention report?? \n\n_opera scream_ 😬 \n\nIn my presentation, I explained that growth is really only \"comfortable\" after you reach 80% retention after 12 months. \n\nAnything below is pushing a boulder up a mountain.\n\nBest-in-class SaaS gets 100%+ after 12 months. \n\nReports like these get even better, however, when you segment the data based on specific customer segments.\n\nOne of the attendees came up to me after my talk and said he pulled up his NRR report while I was talking and it completely punched him in the face. \n\nThat's how powerful and illuminating that report is for people.\n\nCheck the comments below for a deeper dive on how to use these reports in your own growth work (and how you, too, can cheat like Ben suggested in the video clip below 😉).\n",
      "Last Modified": "2024-08-12T05:16:58.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Alyona Mysko"
    }
  },
  {
    "id": "recJkKNYigHkCyy80",
    "createdTime": "2024-08-12T04:57:04.000Z",
    "fields": {
      "Example #": "100",
      "LI Post": "Great article, Chris Price! 👏 Thanks for sharing!!\n\nIn the current economic landscape, securing capital has been a real struggle, making it crucial for SaaS CFOs to make difficult capital allocation decisions. CFOs are now collaborating more closely than ever with fellow executives to find areas within their organizations that can drive efficient growth.\n\nAccurate and consistent metrics that can be relied upon are crucial in these discussions. 📈💼\n\nWhen doubt clouds the accuracy of metrics, discussions often veer off course, squandering valuable time as everyone debates the numbers... 🤦♂️\n\nIf you've ever grappled with this challenge, this article is an invaluable read. 🙌📊\n",
      "Last Modified": "2024-08-12T05:14:42.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "David Spitz"
    }
  },
  {
    "id": "recJkMjhYhgSFdb6I",
    "createdTime": "2024-08-12T04:56:44.000Z",
    "fields": {
      "Example #": "93",
      "LI Post": "Following the success of my last year’s ’#LinkedIn things of 2022 to retire in 2023’ post, which gave me exactly 1472 new followers - according to people who are counting (my) followers - here are 11 LinkedIn things of ’23 to retire in #2024:\n\n1. Listing how - even though your house was on fire 3 times this year, your laptop was stolen & scammers cleaned your bank account so you had to work on your Nokia 3310 the whole year, while moonlighting as an Uber driver as the sole breadwinner in your chronically ill family of 13 kids, you managed to hit 7 figures in your solopreneur business, run a triathlon, while also holding a board seat in a Fortune 500 company, and adding 33 new properties to your rental apartment portfolio, but you’re gutted that your side hustle startup failed to invent a cure for brain cancer due to the shortage of VC funding.\n\nWhile I’m crying picking up crisps and my shredded self-esteem off the floor reading 10 variations of the same story every single day, instead of finishing that one thing I just wanted to do before I learned that apparently, everyone on LinkedIn except me is a superhero.\n\nWhy, oh why? Well we all know why.\n\nBut it’s super-annoying. So just stop.\n\n1. Dramatically declaring you’re going on a “LinkedIn sabbatical/detox/cleanse”, only to share 3 posts per day 2 days later.\n\n1. Solopreneurs dunking on FT employees. FT employees dunking on solopreneurs. Employers dunking on everyone.\n\nLike the term of your contract is suddenly a status symbol, sweet mother of Jesus.\n\n1. This one’s for the ladies: The endless onslaught of unrelated selfies. \n\nI only learned to spell “moisturiser” in my mid-thirties so I really, really can’t beat you to this game.\n\n1. How you use ChatGPT to do every little thing nobody’s interested in & can do 3 x faster without it.\n\n1. Dramatically announcing how you’re going to be off for an entire eternity of 3.75 business days you’ve frivolously decided to afford yourself for the first time in 5 years. \n\nAnd how you’ll spend them on gobbling down lashings of pizza (accompanied by your size 0 selfie) with your numerous friends and family.\n\nBut you will be checking your DMs if it’s _urgent_.\n\nAnd P.S. btw. you’re accepting clients for 2024 - and you have only 2 slots left for your 1:1 discovery call for $297 per hour, and they are filling fast, babe!\n\n1. Saying that SEO is dead.\n\n1. Being rude and calling it “positioning”.\n\n1. Telling everyone you’ve earned my annual salary pre-tax on selling your ebook in 2 weeks, and then asking for free advice/contribution to your next one in DMs, or worse still - a $297 loan because “everybody knows it’s been a hard year”.\n\nWould be quite funny if it wasn’t true.\n\n1. Posting unbacked “stats” and ignoring everyone who’s calling you out in the comments.\n\n1. The Beckham meme. I _am_ being honest. It’s like two months old now and memes have the longevity of a sandwich.\n\nTo a better tomorrow, fellow LinkedIn kids. 🥂\n",
      "Last Modified": "2024-08-12T05:15:08.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Emilia Korczynska"
    }
  },
  {
    "id": "recJyzqNhYW4Ijl4W",
    "createdTime": "2024-08-12T05:08:45.000Z",
    "fields": {
      "Example #": "175",
      "LI Post": "Things in tech that I’m thankful for this Thanksgiving: (Wrong answers only.)\n\n1. Auto-correcting to product lead growth.\n\n1. Slack’s new UI.\n\n1. “Free demo” CTAs.\n\n1. Normalizing “the macro” as part of work conversations.\n\n1. Watching CEO drama with the fervor of a new T Swift album.\n\n1. Cookies (of the website variety).\n\n1. 10 new ChatGPT prompts to 10x my productivity.\n\n1. Yield curves.\n\n1. Auto-upgrading free trials.\n\n1. Sales reps who are \"just circling back.\"\n\n1. NFTs.\n\n1. Hundreds of new \"TLAs\" to add to my vocabulary (TLA = three-letter acronyms).\n\nWhat are you thankful for? \n\n🦃😂 #satire #comedy #tech #startups\n",
      "Last Modified": "2024-08-12T05:22:06.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Kyle Poyar"
    }
  },
  {
    "id": "recKDRpwXdlkpCrwc",
    "createdTime": "2024-08-12T05:09:45.000Z",
    "fields": {
      "Example #": "156",
      "LI Post": "Don't let fear of risk paralyze you. \n\nYou'll be forever haunted by the 'what-ifs.' \n\nIn the world of solopreneurship, playing it safe can sometimes be the riskiest move. \n\nTake it from me: \n\n- Be bold in your choices. \n\n- Embrace calculated risks. \n\n- Learn from each step, risky or not. \n\n- Avoid being trapped in a 'safety bubble.' \n\nYou don't need to play it safe to be successful. \n\nBut you do need a strategy to turn risk into reward. \n\nSo, remember to aim for a life of asymmetric bets. \n\nA life you won't regret. \n\nHere’s how: https://lnkd.in/egpRbkNu\n",
      "Last Modified": "2024-08-12T05:14:06.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Justin Welsh"
    }
  },
  {
    "id": "recKLWrgAoZjT2rmH",
    "createdTime": "2024-08-12T04:57:07.000Z",
    "fields": {
      "Example #": "101",
      "LI Post": "🔔 Attention SaaS CEOs, CFOs, and Finance leaders 🔔 \n\nAs you know, SaaS and subscription businesses rely on accurate and consistent metrics to track success -- the most foundational of which is Annual Recurring Revenue (ARR). \n\n💵 Unfortunately, many companies make the mistake of trying to shortcut their ARR tracking by misguidedly using monthly recognized GAAP revenue as the basis for their analysis. \n\nThis approach can lead to significant distortions and misstatements in ARR movements that confuse business leaders. \n\nIt can also create headaches in accurately calculating other crucial SaaS KPIs (ex: NRR, Rule of 40, LTV, CAC Payback, etc.), and inhibit a company's ability to produce closing-ready reports that stand up to investor scrutiny. \n\n😖 Read the linked article to learn a variety of common situations where GAAP recognized revenue can distort your ARR analysis. \n\nAdditionally, discover why a Contract-based ARR approach (or, better yet, a CARR approach✔) is the standard for accurately tracking ARR, effectively monitoring growth trends, and avoiding costly mistakes. \n\nhttps://lnkd.in/d2EcBbDs\n",
      "Last Modified": "2024-08-12T05:14:42.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "David Spitz"
    }
  },
  {
    "id": "recKah0j6oiv6ne4w",
    "createdTime": "2024-08-12T04:38:48.000Z",
    "fields": {
      "Example #": "5",
      "LI Post": "[Topic] sound awesome but the reality is:\n\n[Challenging aspect 1]\n\n[Challenging aspect 2]\n\n[Challenging aspect 3]\n\n[Challenging aspect 4]\n\n[Challenging aspect 5]\n\n[Challenging aspect 6]\n\n[Challenging aspect 7]\n\nYet the risk is still so worth it:\n\nBecause [Motivational reason for enduring the challenges].\n",
      "Last Modified": "2024-08-20T21:32:51.000Z",
      "Trigger: Use Template": true,
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0,
      "Keywords": "AI automation",
      "Trigger: SEND Template": true
    }
  },
  {
    "id": "recKazPjgnxFYwRaV",
    "createdTime": "2024-08-12T05:09:36.000Z",
    "fields": {
      "Example #": "153",
      "LI Post": "I've learned a ton from Justin Welsh and always enjoy his content. I like the list he posted today and it's not unrealistic to include some or all elements in your day.\n\nThey probably have to be tweaked somewhat to fit. I thought I'd add my own version for the parents out there, as well as those who aren't fully in charge of their own schedules.\n\nHere are the things Justin recommends to include in your day, as well as what they look like for me as a mum #keepingitreal:\n\n- A workout: Yes, run or walk; keeps me sane.\n\n- A healthy lunch: We try. Sometimes it's really good, sometimes it's a sandwich wolfed down before putting baby down for her nap. \n\nI have also had a piece of cake for lunch. And I'm ok with that.\n\n- A healthy dinner: Always home cooked, not always healthy, but always made with love.\n\n- 3 hours of 'genius': This one is tough. I get about 1 hour a day. \n\nThis hour can happen at once or in small chunks.\n\n- A few pages of reading: Yup, most days I read. \n\nI also use audio books on my walks and runs while baby naps, so I get the ideas/knowledge/stories even when I can't sit down.\n\n- Time with partner/friends: Yes, because we're both entrepreneuring from home.\n\n- Some time outside: Every day, because we're aiming to give our baby 1,000 hours outside this year. \n\nThe daily runs and walks help.\n\n- Some time alone: Sometimes it's as little as 10 seconds from closing the car door after putting baby in her seat to walking to the driver's side.\n\nSometimes it's 2 hours. \n\nThere is solitude but true solitude is rare, especially if it means not thinking about or planning stuff. \n\nMy brain doesn't stop.\n",
      "Last Modified": "2024-08-12T05:14:06.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Justin Welsh"
    }
  },
  {
    "id": "recKb2k0ykA7iwKpD",
    "createdTime": "2024-08-12T04:39:08.000Z",
    "fields": {
      "Example #": "147",
      "LI Post": "Mistakes that get the [Platform] police on you (avoid these):  \n\n[Mistake 1]  \n\n[Mistake 2]  \n\n[Mistake 3]  \n\n[Mistake 4]  \n\n[Mistake 5]  \n\n[Mistake 6]  \n\n[Mistake 7]  \n\nBonus one:  \n\n[Bonus Mistake]  \n\nIf you want long-term success...  \n\nDon't make these mistakes.\n",
      "Last Modified": "2024-08-20T21:32:51.000Z",
      "Trigger: Use Template": true,
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0,
      "Keywords": "AI automation",
      "Trigger: SEND Template": true
    }
  },
  {
    "id": "recKqtiTjBRqhtDhZ",
    "createdTime": "2024-08-12T05:08:29.000Z",
    "fields": {
      "Example #": "128",
      "LI Post": "As an early stage startup, if you're struggling to get your marketing off the ground, here are some tips that can help:\n\n🌱 Know your target audience like the back of your hand. \n\nWhen you know who you're trying to reach, it's easier to craft messaging that resonates. \n\n🌱 Leverage your unique selling proposition (USP). \n\nWhat makes your product or service stand out from the rest? \n\nMake sure your marketing emphasizes this. \n\n🌱 Don't underestimate the power of social media. \n\nThese platforms are perfect for building brand awareness and engaging with potential customers. \n\n🌱 Experiment, test, and refine. \n\nTry different tactics and measure the results to see what's working and what's not. \n\n🌱 Measure your results. \n\nUse data to track your marketing efforts and make data-driven decisions. \n\nHave you faced similar challenges while kickstarting marketing at your startup? \n\nPlease share in the comments below.\n",
      "Last Modified": "2024-08-12T05:14:06.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Kyle Poyar"
    }
  },
  {
    "id": "recKvgld99p0bortj",
    "createdTime": "2024-08-12T04:55:23.000Z",
    "fields": {
      "Example #": "71",
      "LI Post": "5 Lessons for aspiring newsletter writers:\n\n1. Just get writing\n\nToo many people get hung up on their topic, their niche, and their unreasonably high quality bar. At first, your quality won't be great.\n\nYour content format will be wrong. But you can't improve either without publishing into the world.\n\nMy first format was company deep-dives. That's still something I do, but more like 6x per year - not 1x per week.\n\nThe initial posts seem like they were written by a dumber person with worse writing taste. I cringe when I read them.\n\nBut I needed those reps to cringe less now.\n\n1. Find your tribe\n\nOne of the biggest life hacks across any domain is to get a peer group. I have myself mine - several chat groups of newsletter writers in similar niches.\n\nThese groups are great for understanding I'm not alone. We all get flamed on Reddit.\n\nThey're also great for encouraging me to do what I need to. I would have never monetized the newsletter and gone full-time without the suggestion of Pawel Huryn, for instance.\n\n\"You are the sum of the people closest to you.\" Your tribe makes you who you are.\n\n1. Keep raising the quality bar\n\nAs you get to writing, you should read your old writing regularly. If you can't read it, no one else will.\n\nEverytime I get bored of one of my own pieces and check my phone... I'm happy! Now I know where the readers are dropping off.\n\nMake sure every post you make is better than the last in some way. Publishing is fine and dandy.\n\nBut worthless if you keep making the same mistakes. I've met some writers with 100+ editions and <10K subscribers.\n\nIf that's the case, you need to refine your quality.\n\n1. Write for you\n\nIt's really easy to just follow the market or follow the trends. Certainly, I've made this mistake many times.\n\nRegrettable web3 pieces? Check\n\nOverhyped AI takes? Check\n\nCringe hooks? Check\n\nBut I've been decreasing their frequency. The question I ask myself is: Would I like this myself?\n\nThe skeptical version of me that didn't like newsletters three years ago. The one who thought he was super smart already.\n\nWriting for this past version of me is my crucial check now.\n\n1. Don't abandon the publishing schedule\n\nThe dichotomy of writing is you must continuously raise the bar and write for yourself, but... You need to keep up a regular publishing schedule.\n\nYou can't go full YouTube and go from daily uploading to monthly uploading. Publishing regularly isn't just for your readers, it's also for yourself.\n\nThe job of newsletter writer is an incredibly tough one. And continuously improving gets harder over time.\n\nYou need to assign yourself artificial publishing deadlines to actually push stuff out.\n\nP.S. Want to go deeper? \n\nhttps://lnkd.in/gbt3Hk2X\n\n--SUMMARY\n\nHow to grow your newsletter to 90K:\n\n1. Just get writing\n\n1. Create a peer group\n\n1. Keep raising the quality bar\n\n1. Write for you, not for the market\n\n1. Don't abandon the publishing schedule\n",
      "Last Modified": "2024-08-12T05:17:17.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Akash Gupta"
    }
  },
  {
    "id": "recKyTFOlpfKuDuFF",
    "createdTime": "2024-08-12T04:38:59.000Z",
    "fields": {
      "Example #": "10",
      "LI Post": "Have fun with your [Topic].\n\nCelebrate [Aspect #1].  \n\nCelebrate [Aspect #2].  \n\nCelebrate [Aspect #3].  \n\nCelebrate and share [Aspect #4].  \n\n[Reinforcement or reason].  \n\nBecause no one remembers a boring [Topic].\n",
      "Last Modified": "2024-08-20T21:32:51.000Z",
      "Trigger: Use Template": true,
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0,
      "Keywords": "AI automation",
      "Trigger: SEND Template": true
    }
  },
  {
    "id": "recKzDD7yN6Vcvzig",
    "createdTime": "2024-12-15T05:54:42.000Z",
    "fields": {
      "Example #": "185",
      "LI Post": "how i'd turn $400k into $25.2M in 24 months \n\ni might delete this tweet but here goes\n\nstep 1: buy a recruiting agency\n\n• $400k purchase price\n• $100k current profit\n• 4x EBITDA (cheap because they fear AI)\n• that fear is your opportunity\n\nstep 2: make it AI-powered\n• source with Claude - feed JDs, get matches\n• screen with voice AI - analyze patterns\n• test with GPT-4 - adaptive assessments\n• ref checks - cross reference data\n\nhumans still close deals\nwe aren't fully automated (yet)\n\nstep 3: build distribution\n\nagency you bought probably doesn't get social\n\n• build on X\n• launch podcast (cut into lots of clips)\n• share automation journey\n• become the AI recruiting guy\n\nplatforms literally pay you to post\n\nmeanwhile core business explodes:\n\n• costs drop 70%\n• volume 3x higher\n• $100k → $900k profit\n\nstep 4: the real play\n\nyour agency is the trojan horse:\n• real candidate data\n• battle-tested workflows\n• case studies that convert\n• buyers already trust you\n\npackage your AI stack\nsell to other agencies at $100 per hire\nthey pay $20k now\neasiest sale ever\n\nstep 5: exit\n• agency: $900k profit × 4 = $3.6M\n• saas: 150 agencies × 15 hires/mo × $100 = $2.7M ARR × 8 = $21.6M\n• total: $25.2M in 24 months\n\n\"bUt i DoNt HaVe $400k\"\n\nwhen you find the right agency:\n• already profitable\n• investors love profit (dm them on X)\n• seller will finance\n\neveryone thinks you're buying for cash flow\nthat's where they're wrong\n\nyou're really buying:\n• training data from real customers\n• workflows that actually work\n• trust you can't build overnight\n• distribution you can't buy\n\nold way: build AI, pray for customers\nnew way: buy customers, build AI with their data\n\nthat's it\n\nwhile everyone's building agents from scratch\ni'm buying profit day one\n\np.s. works for any service business\nthink legal, accounting, landing page design etc\n\nyou're overthinking it\n",
      "Last Modified": "2024-12-15T05:55:35.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "greg isenberg"
    }
  },
  {
    "id": "recL7QPA9bbdmebah",
    "createdTime": "2024-08-12T04:40:18.000Z",
    "fields": {
      "Example #": "47",
      "LI Post": "How to [Achieve Goal]: \n\n[Action 1] \n\n[Action 2] \n\n[Action 3] \n\n[Action 4] \n\n[Action 5] \n\n[Action 6] \n\n[Action 7] \n\n[Action 8] \n\n[Action 9] \n\n[Negative Outcome] can cost companies millions in [Consequences] from [Specific Losses]. \n\nPlus, it's no fun to [Negative Situation] because you're constantly worried you might [Negative Impact]. \n\nThis is why it's important to feel empowered to [Positive Action], and learn the skills to be able to do so effectively. \n\nWhich one stands out to you?\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0
    }
  },
  {
    "id": "recLUYflxpqutL0Rd",
    "createdTime": "2024-08-12T04:38:54.000Z",
    "fields": {
      "Example #": "7",
      "LI Post": "\"Nobody knows anything.\"\n\nIn every [industry/field], there are 'experts' who doubted [innovative ideas/product concepts] before contributing to change.\n\n[Action statement:] It's vital to [assert yourself/take bold action]. \n\nPolitely challenge others' views, then prove them wrong with confidence.\n\n[Adaptability advice:] Don't get stuck on proving one [method/process]. \n\nThings change. \n\nFocus on your [vision/mission/goal], test it, and make big things happen.\n\n[Call to action:] Aim to be the go-to person in your [field/industry/niche], but stay humble because certainty is rare.\n\n#[Tag1] \n\n#[Tag2] \n\n#[Tag3]\n",
      "Last Modified": "2024-08-20T21:32:51.000Z",
      "Trigger: Use Template": true,
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0,
      "Keywords": "AI automation",
      "Trigger: SEND Template": true
    }
  },
  {
    "id": "recLr9GJ85bqvUF7q",
    "createdTime": "2024-08-12T04:39:49.000Z",
    "fields": {
      "Example #": "32",
      "LI Post": "When you’re [pursuing a goal or endeavor], please:\n\n[Positive action 1]\n\n[Positive action 2]\n\n[Positive action 3]\n\n[Positive action 4]\n\n[Positive action 5]\n\n[Positive action 6]\n\n[Positive action 7]\n\nRemember it’s a marathon not a sprint. \n\nAvoid burn out and play the long game.\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0
    }
  },
  {
    "id": "recLzMdlr8qhY9E0i",
    "createdTime": "2024-08-12T04:38:44.000Z",
    "fields": {
      "Example #": "3",
      "LI Post": "\"[Topic] is dead\" gets said a lot. It's like saying diets don't work or exercise is pointless.  \n\nThey do work, but it's all about doing them right, being consistent, and putting in the effort.  \n\n[Comparable activity] feels similar – you're just [negative outcome or feeling].  \n\nHowever, [topic] is thriving for us. We’re seeing amazing results – from [positive outcome 1] to [positive outcome 2].  \n\nIt takes a lot of work. You need a proper strategy, the right tools, testing, and time.  \n\nBut what are the options? Give up on [topic].  \n\nOr innovate, optimize, and push for better results.  \n\nSeems like an easy choice to us.\n",
      "Last Modified": "2024-08-20T21:32:51.000Z",
      "Trigger: Use Template": true,
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0,
      "Keywords": "AI automation",
      "Trigger: SEND Template": true
    }
  },
  {
    "id": "recMB8eloSa80JkFZ",
    "createdTime": "2024-08-12T04:39:25.000Z",
    "fields": {
      "Example #": "22",
      "LI Post": "[Topic] is hard.\n\n[Weekly tasks breakdown]  \n\nEvery week, you need to:  \n\n→ [Task 1]  \n\n→ [Task 2]  \n\n→ [Task 3]  \n\n→ [Task 4]  \n\n→ [Task 5]  \n\n→ [Task 6]  \n\n→ [Task 7]  \n\nAll the other tasks involved.  \n\n[Empathy and reassurance]  \n\nNo one finds this easy, especially when you're [specific challenge like running a business].  \n\n(So, don't be too hard on yourself!)  \n\n[Tips or solutions heading]  \n\nHere’s how to tackle it if you’re struggling:  \n\n[Solution 1]  \n\n[Solution 2]  \n\n[Solution 3]  \n\n[Solution 4]  \n\n[Solution 5]  \n\n[Solution 6]  \n\n[Solution 7]  \n\n[Solution 8]  \n\n[Solution 9]  \n\n[Bonus tip]  \n\n[Bonus solution]  \n\n[Encouragement and Call-to-Action]  \n\nWe'll make [main goal, e.g., content creation] 10x easier.  \n\n(+ [Additional benefit, e.g., get you some leads too])\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0
    }
  },
  {
    "id": "recMFgckYhlScK6vs",
    "createdTime": "2024-08-12T05:08:26.000Z",
    "fields": {
      "Example #": "127",
      "LI Post": "💵 Buy attention WHILE you build it - A golden rule of Startup Marketing. \n\nPost Series-A, the hype from your fundraising has died down. \n\nYou are heads down building the product, getting early users in, nailing down your ICP and use cases. \n\nBut minus the fundraising hype, your brand awareness is limited. \n\nThis is where paid ads are golden. \n\nYou could split it three ways: \n\n1️⃣ Brand awareness ads (20%) \n\nMake it memorable. \n\nMake it stop the scroll. \n\nMake them know who you are and what you do. \n\nServe to: Your main ICP + the larger market you are serving. \n\n2️⃣ Account focused ads (60%) \n\nPromote content/viewpoints specific to your top accounts. \n\nServe to: Your main ICP at target list of companies. \n\n3️⃣ Additional pipeline ads (20%) \n\nPromote a benchmark, webinar, report or something educational to your 2nd/3rd ICPs and beyond. \n\nServe to: Your main ICP + ICP 2 & 3 + the larger market. \n\nThis serves your two main priorities: \n\n- Increase pipeline & land meetings with your main ICP. \n\n- Bring in prospects to test your additional use cases. \n\nP.S. Picture is from our inbound form :) 'Creepy ads' are where it's at. \n\n#startup #marketing #ads\n",
      "Last Modified": "2024-08-12T05:14:06.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Kyle Poyar"
    }
  },
  {
    "id": "recMHLjHVb1K7wtBu",
    "createdTime": "2024-08-12T05:10:06.000Z",
    "fields": {
      "Example #": "161",
      "LI Post": "✳️ Progress often involves taking risks! Its important to be willing to take risks, to make mistakes...\n\n✳️ Taking no risks in life, is the greatest risk of all! Don't stop trying things.\n\nFail more, fail fast, try more ‼️✳️ Life is about taking risks. If you never take risks you will never know what you are truly capable of...\n\n✳️ Taking a risk doesn’t mean gambling with your future. Its important to take smart & calculated risks 🎯\n\n\"𝑻𝒉𝒆 𝒃𝒊𝒈𝒈𝒆𝒔𝒕 𝒓𝒊𝒔𝒌 𝒊𝒔 𝒏𝒐𝒕 𝒕𝒂𝒌𝒊𝒏𝒈 𝒂𝒏𝒚 𝒓𝒊𝒔𝒌. 𝑰𝒏 𝒂 𝒘𝒐𝒓𝒍𝒅 𝒕𝒉𝒂𝒕 𝒊𝒔 𝒄𝒉𝒂𝒏𝒈𝒊𝒏𝒈 𝒓𝒆𝒂𝒍𝒍𝒚 𝒒𝒖𝒊𝒄𝒌𝒍𝒚, 𝒕𝒉𝒆 𝒐𝒏𝒍𝒚 𝒔𝒕𝒓𝒂𝒕𝒆𝒈𝒚 𝒕𝒉𝒂𝒕 𝒊𝒔 𝒈𝒖𝒂𝒓𝒂𝒏𝒕𝒆𝒆𝒅 𝒕𝒐 𝒇𝒂𝒊𝒍 𝒊𝒔 𝒏𝒐𝒕 𝒕𝒂𝒌𝒊𝒏𝒈 𝒂𝒏𝒚 𝒓𝒊𝒔𝒌𝒔\" - 𝑴𝒂𝒓𝒌 𝒁𝒖𝒄𝒌𝒆𝒓𝒃𝒆𝒓𝒈\n\nDisclaimer: I don’t own this video, all rights/credit go to the owner. Please DM for credit and removal.\n\n#weekendvibes #motivation #whatinspiresme\n\n👉 Click to follow me for more such content Avnish Sharma.\n\nRing the bell icon (🛎) on my profile to see my posts.\n",
      "Last Modified": "2024-08-12T05:14:06.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Justin Welsh"
    }
  },
  {
    "id": "recMIUytC6TQh0rFP",
    "createdTime": "2024-08-26T17:23:46.000Z",
    "fields": {
      "Example #": "180",
      "LI Post": "# [Main Challenge] about [Topic]: [Key Insight]\n\n[Brief description of common ineffective approach]\nThat's why the pros use [superior approach]. Here are 3 ways to [achieve desired outcome]:\n\n**1. [Strategy 1]**\n\n[Brief explanation of strategy 1]\n[Additional insight or \"cheat code\"]\n\nSome resources you can use:\n- [Resource 1]\n- [Resource 2]\n- [Resource 3]\n- [Resource 4]\n- [Resource 5]\n- [Resource 6]\n- [Resource 7]\n\n**2. [Strategy 2]**\n\n[Brief explanation of strategy 2]\n\nHere's a [number]-step process for this:\n- [Step 1]\n- [Step 2]\n- [Step 3]\n- [Step 4]\n\n[Additional tip or insight]\n\n**3. [Strategy 3 or Personal Project Teaser]**\n\n[Brief description of your project or third strategy]\n[Explanation of how it combines or improves upon previous strategies]\n[Call to action or teaser for more information]\n",
      "Last Modified": "2024-08-26T17:49:33.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0
    }
  },
  {
    "id": "recMa3tvRikR0yKTd",
    "createdTime": "2024-08-12T05:08:35.000Z",
    "fields": {
      "Example #": "132",
      "LI Post": "Published on 04.2023. Whether you're the first or nth marketing hire, showing how marketing makes a real impact isn't easy. \n\nHere's a simple framework to show the impact of 𝗺𝗮𝗿𝗸𝗲𝘁𝗶𝗻𝗴 while reporting up to your founders or leadership. \n\nReport outcomes (or impact) that the marketing activities drive and 𝘯𝘰𝘵 the activities. \n\nWhile it may seem evident, it is easy to get lost in the trap of reporting the activities you have going on. \n\n🧮 Reporting framework - \n\n1️⃣ Result or outcome the marketing activity drove (e.g. website traffic) \n\n2️⃣ The “why” behind this outcome (e.g. more ads or a webinar or a social media campaign) \n\n3️⃣ What next (Identify what led to the outcome, and how you can replicate it in the future) \n\n#marketing #startups\n",
      "Last Modified": "2024-08-12T05:14:06.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Kyle Poyar"
    }
  },
  {
    "id": "recN35g6lxyV3qOnK",
    "createdTime": "2024-08-12T04:57:30.000Z",
    "fields": {
      "Example #": "108",
      "LI Post": "Ah, product-market fit! \n\nWhich many #founders & #ceo talk about always on their products. \n\nIt's the holy grail for so many businesses, that sweet spot where the product perfectly meets the needs and desires of your target market. \n\nBut what exactly is it, and how do you know you've found it? \n\nHere's a breakdown:\n\nProduct-market fit (PMF), in essence, is the balance between: \n\nHaving a product that solves a significant problem or need in the market. \n\nThis problem should be something people care about enough to pay for a solution. \n\nBuilding a product that resonates with the target customers. \n\nThey should love using it, find it valuable, and tell others about it. \n\nAchieving PMF means you're in a growth zone: \n\nCustomers are buying and using your product. \n\nYour sales are increasing, and you're acquiring new customers steadily. \n\nCustomers are happy and engaged. \n\nThey're giving you positive feedback, recommending your product to others, and coming back for more. \n\nYour business is sustainable. \n\nYou're generating enough revenue to cover your costs and grow. \n\nBut how do you know you've found PMF? \n\nThere's no single magic bullet, but some signs can point you in the right direction: \n\nViral growth: \n\nPeople are enthusiastically sharing your product, leading to organic user acquisition. \n\nLow churn: \n\nExisting customers are sticking around and using your product regularly. \n\nNet Promoter Score (NPS) above 50: \n\nThis score measures customer loyalty and enthusiasm, and a score above 50 indicates your customers are actively promoting your product. \n\nPositive customer feedback: \n\nCustomers are telling you what they love about your product and how it's making their lives better. \n\nMetrics exceeding expectations: \n\nKey metrics like engagement, conversion rates, and revenue are consistently surpassing your targets.\n",
      "Last Modified": "2024-08-12T05:11:39.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Elena Verna"
    }
  },
  {
    "id": "recNdo8pOEv1c0GKd",
    "createdTime": "2024-08-12T05:10:16.000Z",
    "fields": {
      "Example #": "165",
      "LI Post": "Your words are a powerful reminder that in the world of solopreneurship, it's often the willingness to step out of our comfort zones that paves the way for extraordinary success. \n\nThe 'what-ifs' can indeed haunt us, but they can also inspire us to take those calculated risks and turn them into opportunities for growth. \n\nYour advice to aim for a life of asymmetric bets resonates deeply with me. \n\nIt's about not just playing the game but playing it strategically and creatively. \n\nHere's to a life filled with bold choices and limitless possibilities! 🚀 \n\n#Solopreneurship #RiskTaking #EntrepreneurialMindset #lifeisforliving #bethechangeyouwishtosee\n",
      "Last Modified": "2024-08-12T05:14:06.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Justin Welsh"
    }
  },
  {
    "id": "recNybm2583YhEGlW",
    "createdTime": "2024-08-12T05:08:57.000Z",
    "fields": {
      "Example #": "139",
      "LI Post": "Your mind has 4 'zones'. \n\nSome are bad. \n\nSome are good. \n\n1. Comfort zone\n\n1. Fear zone\n\n1. Learning zone\n\n1. Growth zone\n\nHere's my best advice: \n\nAvoid stagnation & safety (zone 1). \n\nFight excuses & procrastination (zone 2). \n\nEverything you want in life is in zone 3 & 4. \n\nHere's how you get there: https://lnkd.in/gpQG-8sS\n",
      "Last Modified": "2024-08-12T05:14:06.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Justin Welsh"
    }
  },
  {
    "id": "recO8la1DMxeaVhbF",
    "createdTime": "2024-08-12T04:40:43.000Z",
    "fields": {
      "Example #": "59",
      "LI Post": "Stop waiting. \n\nStart acting. \n\nBecause time is ticking. \n\nAnd with that, so are your opportunities.\n\n[Insight or realization] \n\n[Call to action] \n\n[Additional encouragement or advice] \n\n[Link or resource]\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0
    }
  },
  {
    "id": "recOHbOUeIb2WEwSO",
    "createdTime": "2024-08-12T04:57:09.000Z",
    "fields": {
      "Example #": "102",
      "LI Post": "📊 Unlocking Growth Insights: February's SaaS Benchmark Breakdown!\n\nSofia Faustino, thank you for sharing these valuable insights from ChartMogul regarding February's SaaS growth benchmarks. The landscape shows some intriguing trends:\n\n1️⃣ Steady Growth: Year-on-year recurring revenue remains stable at a median of 24% since October 2023.\n\n2️⃣ Top Quartile Performance: Top quartile SaaS under $300k ARR sees a 6pp increase, hitting 125%.\n\n3️⃣ Low NRR: Median NRR sets a new low at 62% in February, highlighting lower retention rates.\n\nThis evolving scenario prompts VCs to prioritize unit economics and profitability for 2024 investments.\n\nHow are these insights influencing your growth strategies this year? 📈\n\n\n",
      "Last Modified": "2024-08-12T05:14:42.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "David Spitz"
    }
  },
  {
    "id": "recOaQXozOAlKx5I3",
    "createdTime": "2024-08-12T04:40:54.000Z",
    "fields": {
      "Example #": "58",
      "LI Post": "[Topic] sound awesome but the reality is: \n\n[Challenging aspect 1] \n\n[Challenging aspect 2] \n\n[Challenging aspect 3] \n\n[Challenging aspect 4] \n\n[Challenging aspect 5] \n\n[Challenging aspect 6] \n\n[Challenging aspect 7] \n\nYet the risk is still so worth it: \n\nBecause [Motivational reason for enduring the challenges].\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0
    }
  },
  {
    "id": "recOjgzM7Kxr9LMfI",
    "createdTime": "2024-08-12T04:56:13.000Z",
    "fields": {
      "Example #": "82",
      "LI Post": "Are moats overrated in SaaS? Intrigued by this part from Jason M. Lemkin's chat with Ben Chestnut at Mailchimp (acquired for $12bn by Intuit):\n\n\"You may not need a moat. I've had a lot of discussions over the years on what constitutes a 'moat' for many SaaS products. \n\nBen confirmed there is no moat at Mailchimp. He said in fact, he doesn't want moats. \n\nIf a customer wants to leave, he wants them to leave. And hopefully earn them back later. \n\n'Customer happiness is a moat.' You don't get that if you make it hard to leave.\"\n",
      "Last Modified": "2024-08-12T05:17:03.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Alyona Mysko"
    }
  },
  {
    "id": "recOrkOVXm2dxq80w",
    "createdTime": "2024-08-12T04:39:32.000Z",
    "fields": {
      "Example #": "25",
      "LI Post": "In 10 years, I’ve reached $[Number] $ of revenue doing [Activity]. \n\n7 advices, I’d give to ANYBODY now:\n\n[Advice 1]  \n[Brief explanation or example]  \n\n[Advice 2]  \n[Brief explanation or example]  \n\n[Advice 3]  \n[Brief explanation or example]  \n\n[Advice 4]  \n[Brief explanation or example]  \n\n[Advice 5]  \n[Brief explanation or example]  \n\n[Advice 6]  \n[Brief explanation or example]  \n\n[Advice 7]  \n[Brief explanation or example]  \n\nHave any questions about?  \n\nAMA anything in the comments 👇\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0
    }
  },
  {
    "id": "recPnzrKrcu3rcWOF",
    "createdTime": "2024-08-12T04:39:42.000Z",
    "fields": {
      "Example #": "30",
      "LI Post": "I've reinvented myself [Number] times. \n\nIn [Year], I was \"[Unique Branding Theme 1].\" \n\nIn [Year], I was \"[Unique Branding Theme 2].\" \n\nIn [Year], I was \"[Unique Branding Theme 3].\" \n\nIn [Year], I was \"[Unique Branding Theme 4].\" \n\nIn [Upcoming Year], I will be \"[Upcoming Branding Theme]\" and by [Time Frame], I'll probably evolve to something different. \n\nHere's the deal: \n\nNobody remembers [Past Branding Theme 1]. \n\nNobody remembers [Past Branding Theme 2]. \n\nNobody remembers [Past Branding Theme 3]. \n\nNobody remembers [Past Branding Theme 4]. \n\n(OK, maybe a couple of people) \n\nBut really, my followers care about one thing: \n\n→ What do you make me feel now? \n\nIt's actually freeing.\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0
    }
  },
  {
    "id": "recPxztsnYoRzNT1t",
    "createdTime": "2024-08-12T04:38:42.000Z",
    "fields": {
      "Example #": "2",
      "LI Post": "Your 1st [Activity] may fail.  \n\nYour 2nd [Activity] may fail.  \n\nYour 3rd [Activity] may fail.  \n\nThen the 4th [Activity] finds [Success Metric].  \n\nDon't be afraid to pivot.\n",
      "Last Modified": "2024-08-20T21:32:51.000Z",
      "Trigger: Use Template": true,
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0,
      "Keywords": "AI automation",
      "Trigger: SEND Template": true
    }
  },
  {
    "id": "recQ6UDgCY85Hl0fV",
    "createdTime": "2024-08-12T05:09:05.000Z",
    "fields": {
      "Example #": "142",
      "LI Post": "Everyone should bet on themselves. \n\nFor example: \n\n- Starting a side hustle. \n\n- Building a personal brand. \n\n- Learning an evergreen skill. \n\nThese are called 'asymmetric bets'. \n\nInvestments where the potential gains massively outweigh the potential losses. \n\nLinkedIn was my asymmetric bet when I wrote my first post here in 2018. \n\nIt was jam-packed with decision-makers, ambitious professionals, and intelligent people wanting to build better lives. \n\nBut (almost) nobody was posting. \n\nSo I took my chance and started. \n\nI began teaching everything I knew about building businesses in tech and eventually building my own business. \n\nAnd while LinkedIn has grown in recent years (and become more competitive), it’s still the best B2B channel in the world. \n\nSo anyone who starts creating content right now is still getting in early on the opportunity it will continue to provide in the future. \n\nAnd unlike YouTube, TikTok, and Instagram, it doesn’t require: \n\n- Expensive cameras and lighting setups. \n\n- Advanced video-editing skills. \n\n- Visual design expertise. \n\nIt just requires the ability to articulate the problem you solve clearly and cover it from different angles daily. \n\nIf you want to learn how to master that process, follow my framework. \n\nIt's been used by 22,500+ people and 50 LinkedIn Top Voices. \n\nYou’ll learn: \n\n1. How to nail your niche and positioning. \n\n1. Create content people actually read. \n\n1. Formulate an irresistible offer. \n\n1. Land customers without feeling salesy. \n\nYou can find it here: https://lnkd.in/eTP8n7Ga\n",
      "Last Modified": "2024-08-12T05:14:06.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Justin Welsh"
    }
  },
  {
    "id": "recQG5Lzoo5LlDxtK",
    "createdTime": "2024-08-12T04:38:47.000Z",
    "fields": {
      "Example #": "4",
      "LI Post": "Importance of [Topic] in first 500 days  \n\nHey there, fellow [audience]! As we embark on our [endeavor], it's crucial to recognize the paramount role that [topic] plays in our early days.  \n\nIn the fast-paced [context], effective [topic] can be a game-changer for our growth and success.  \n\nHere's why:  \n\n1️⃣ [Point 1]:  \n\n- [Explanation of Point 1]  \n\n2️⃣ [Point 2]:  \n\n- [Explanation of Point 2]  \n\n3️⃣ [Point 3]:  \n\n- [Explanation of Point 3]  \n\n4️⃣ [Point 4]:  \n\n- [Explanation of Point 4]  \n\n5️⃣ [Point 5]:  \n\n- [Explanation of Point 5]  \n\nRemember, in the early days, when resources are limited, [descriptive phrase].  \n\nSo, let's leverage the power of [topic] to create a strong foundation for our [context] and pave the way for future great success!\n",
      "Last Modified": "2024-08-20T21:32:51.000Z",
      "Trigger: Use Template": true,
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0,
      "Keywords": "AI automation",
      "Trigger: SEND Template": true
    }
  },
  {
    "id": "recQUyJCfKH38I4g0",
    "createdTime": "2024-08-12T04:38:50.000Z",
    "fields": {
      "Example #": "6",
      "LI Post": "I've got bad news. \n\nThat [item] you're [action]? \n\nIt doesn't [description]. \n\nIt's simply [description] that [statement]. \n\nThe [transition] is [description]. \n\nOnce you [action], you'll realize that [experience] teaches you [lessons] that no [item] can capture. \n\nSo should you [action]? \n\nOf course not. \n\n[Action] is magnificent.\n",
      "Last Modified": "2024-08-20T21:32:51.000Z",
      "Trigger: Use Template": true,
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0,
      "Keywords": "AI automation",
      "Trigger: SEND Template": true
    }
  },
  {
    "id": "recQh00XVi0FjQ7pA",
    "createdTime": "2024-08-12T04:40:58.000Z",
    "fields": {
      "Example #": "60",
      "LI Post": "[Number] content ideas to kick off your [Year]...\n\n[Idea 1]\n\n[Idea 2]\n\n[Idea 3]\n\n[Idea 4]\n\n[Idea 5]\n\n[Idea 6]\n\n[Idea 7]\n\n[Idea 8]\n\n[Idea 9]\n\n[Idea 10]\n\n[Idea 11]\n\n[Idea 12]\n\n[Idea 13]\n\n[Idea 14]\n\n[Idea 15]\n\n[Idea 16]\n\n[Idea 17]\n\n[Idea 18]\n\n[Idea 19]\n\n[Idea 20]\n\n[Idea 21]\n\nHave you thought about what content you'll be posting in the new year?\n\nP.S. I was hoping to spend my week off outdoors but it seems the [Location] is in storm season so here I am.\n\nDrop me a follow if you found this useful!\n\n#Hashtags\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0
    }
  },
  {
    "id": "recR5d3PoywvPpuhP",
    "createdTime": "2024-08-12T04:40:07.000Z",
    "fields": {
      "Example #": "42",
      "LI Post": "Dear [Audience],\n\n[Opening statement or greeting] \n\n3 Vital things to remember: \n\nAs you [Action 1], \n\nAs you [Action 2], \n\nAnd as you [Action 3]; \n\nPlease don’t lose touch with your [Aspect 1], \n\nNo not even your [Aspect 2], \n\nStop making [Aspect 3] a nuisance! 😅 \n\n[Insight or reminder] \n\n[Transition to call to action]\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0
    }
  },
  {
    "id": "recRFo4f0CR1bpbUB",
    "createdTime": "2024-08-12T04:41:08.000Z",
    "fields": {
      "Example #": "66",
      "LI Post": "How to [action/achieve goal] in [timeframe]: \n\n[Goal #1] → [Benefit #1] \n\nLook if you want: \n\n[Benefit #2] \n\n[Benefit #3] \n\n[Benefit #4] \n\nFirst, confront this lie: \"[Common misconception]\"\n\n[Reiteration of importance of addressed topic] \n\nWithout [specific metrics or actions]: \n\n↳ [Consequence of neglecting metrics or actions] \n\nIf you have [low metrics] right now.. \n\nIt's YOUR fault. \n\n[Emphasis on personal responsibility and action] \n\n\\[Actionable steps to address the issue]: \n\n[Step #1] \n\n[Step #2] \n\n[Step #3] \n\n[Step #4] \n\nFAQ:\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0
    }
  },
  {
    "id": "recRTOArlGEbvEISZ",
    "createdTime": "2024-08-22T04:05:16.000Z",
    "fields": {
      "Example #": "179",
      "LI Post": "**[Main Headline - Attention-Grabbing Statement]**\n\n_Stop making [undesirable action or situation]_.\n\n**[Opening Question]**\n\n_Do you know how the successful [desired outcome] do it? (Hint: It’s not just about [commonly believed action])._\n\n**[Tease the Solution]**\n_If you want to know how [desired outcome] really happens, read this..._\n**[Statement Against Conventional Wisdom]**\n\n_You simply don’t [desired outcome] by [conventional path]._\n**[Reinforce the Misconception]**\n\n_Even the most [high-performing group] aren’t truly [ideal outcome]._\n**[Examples Backing the Point]**\n\n_Let’s look at some top examples:_\n\n• _[Famous person/company]: [statistic]_\n• _[Famous person/company]: [statistic]_\n• _[Famous person/company]: [statistic]_\n\n_Sounds impressive, right?_\n**[Counter the Initial Impression]**\n\n_But then check out the attached [data/chart/insight]... As you can see, [reveal contrasting insight]._\n**[Drive the Point Home with Net Worth]**\n\n_Plus, look at their actual wealth:_\n• _[Person]: [Net worth]_\n• _[Person]: [Net worth]_\n• _[Person]: [Net worth]_\n_They didn’t reach this level through [conventional means]._\n\n**[Reveal the Real Strategy]**\n\n_They did it through [effective strategy]._\n**[Contrast with Conventional Life]**\n\n_Now, consider the typical [conventional path]:_\n• _[Fixed or restrictive condition]_\n• _[Unpleasant condition]_\n• _[Limiting condition]_\n_It’s “stable,” but at what cost?_\n\n**[Expose the Flaws in the Conventional Path]**\n_For every [contribution you make], you keep only a fraction. The rest? It goes elsewhere._\n\n**[Reframe the Situation]**\n_But this isn’t about blaming [the conventional system]. It’s about realizing they’re playing a completely different game._\n\n_A game you can join too... And wouldn’t you rather play a game that rewards winning?_\n\n**[Address Common Objections]**\n_Of course, [desired path] has its challenges:_\n\n• _[Challenge]_\n• _[Challenge]_\n• _[Challenge]_\n\n_But honestly? If [desired path] is for you, these “challenges” are actually advantages:_\n\n• _[Challenge reframed as positive]_\n• _[Challenge reframed as positive]_\n• _[Challenge reframed as positive]_\n**[Empowerment Statement]**\n\n_Plus, you’re in control. Your [situation] is no longer at the mercy of [uncontrollable factors]._\n\n**[Relevant Anecdote or Example]**\n_Consider [recent event or example]:_\n\n_A member of [relevant group] experienced [challenging event] and said:_\n_\"[Direct quote expressing frustration and motivation for change]\"_\n\n**[Call to Action or Core Message]**\n\n_Here’s the bottom line:_\n_If you want [desired outcome], [conventional method] won’t get you there._\n_You need [effective method]._\n\n**[Actionable Steps]**\n\n_So, what can you do?_\n1. _[First step]_\n2. _[Second step]_\n3. _[Third step]_\n\n**[Closing Motivational Statement]**\n_It’s time to stop [undesirable action]._\n\n_Start [desired action]._\n\n**[Teaser for Future Offer or Next Step]**\n_I’m working on something that will completely change how you [desired outcome]._\n_Get the details here: [link/call to action]_\n",
      "Last Modified": "2024-08-22T04:07:57.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 522
    }
  },
  {
    "id": "recTfvFSY52C5l7gZ",
    "createdTime": "2024-08-12T04:39:10.000Z",
    "fields": {
      "Example #": "15",
      "LI Post": "[Number] content ideas to kick off your [Year]...\n\n[Idea 1]\n\n[Idea 2]\n\n[Idea 3]\n\n[Idea 4]\n\n[Idea 5]\n\n[Idea 6]\n\n[Idea 7]\n\n[Idea 8]\n\n[Idea 9]\n\n[Idea 10]\n\n[Idea 11]\n\n[Idea 12]\n\n[Idea 13]\n\n[Idea 14]\n\n[Idea 15]\n\n[Idea 16]\n\n[Idea 17]\n\n[Idea 18]\n\n[Idea 19]\n\n[Idea 20]\n\n[Idea 21]\n\nHave you thought about what content you'll be posting in the new year? \n\nP.S. I was hoping to spend my week off outdoors but it seems the [Location] is in storm season so here I am.\n\n🔔 Drop me a follow if you found this useful!\n",
      "Last Modified": "2024-08-20T21:32:51.000Z",
      "Trigger: Use Template": true,
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0,
      "Keywords": "AI automation",
      "Trigger: SEND Template": true
    }
  },
  {
    "id": "recTpmulQvRCHF9TG",
    "createdTime": "2024-08-12T04:57:42.000Z",
    "fields": {
      "Example #": "111",
      "LI Post": "Interesting article here citing research from the Graduate Management Admission Council published last month which shows Gen Z's to be less interested in working in the technology sector than millennials.\n\nFar more concerned about work-life balance even before their working lives begin. \n\nhttps://lnkd.in/eDhgughS\n",
      "Last Modified": "2024-08-12T05:11:46.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Elena Verna"
    }
  },
  {
    "id": "recU1szmQVfZxYUiG",
    "createdTime": "2024-08-12T05:09:49.000Z",
    "fields": {
      "Example #": "158",
      "LI Post": "I've been seeing a trend among people like Justin Welsh, who are encouraging you to start small with your ideas. I really think that small is getting more exposure.\n\nIt's the Agile way that I coach globally. It may not need to be pointed out, but I suggest hypothesizing on your small ideas before you start.\n\nBy hypothesizing, I mean documenting what you think your idea will do. Then, capture data to show what worked and what didn't.\n\nIf starting something new is frightening, start a lemonade stand as an experiment.\n",
      "Last Modified": "2024-08-12T05:14:06.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Justin Welsh"
    }
  },
  {
    "id": "recU7eaBxZIxagc1S",
    "createdTime": "2024-08-12T05:08:21.000Z",
    "fields": {
      "Example #": "125",
      "LI Post": "I have been lucky to have had a front row seat to many viral marketing campaigns in the last few years. And no, there is no secret sauce; it's just pure experimentation within constraints and monitoring the data.\n\nHere are 3 reasons why going viral should never be the goal:\n\nPeople buy from people who show up for them consistently. \n\nSure, a viral campaign can get you exposure once, but it can never replace a solid marketing strategy.\n\nGoing viral doesn't automatically guarantee you will be in front of your ideal customers, at least not all the time. \n\nThis can create friction down the road if your viral campaign keeps bringing unqualified leads.\n\nVirality doesn't last. \n\nYour business should. \n\nThink of it like a homerun in a baseball game; exciting for a short timeframe, then we are back to hit and miss. \n\n#marketing #b2bmarketing #SaaS #startups #socialemediamarketing\n",
      "Last Modified": "2024-08-12T05:14:06.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Kyle Poyar"
    }
  },
  {
    "id": "recUb28mCNuubLRH2",
    "createdTime": "2024-08-12T04:58:00.000Z",
    "fields": {
      "Example #": "115",
      "LI Post": "𝑳𝑻𝑽:𝑪𝑨𝑪 𝑰𝒔 𝒂 𝑴𝒊𝒔𝒍𝒆𝒂𝒅𝒊𝒏𝒈 𝑴𝒆𝒕𝒓𝒊𝒄 𝒕𝒐 𝑴𝒆𝒂𝒔𝒖𝒓𝒆 𝑷𝒆𝒓𝒇𝒐𝒓𝒎𝒂𝒏𝒄𝒆. \n\nA client recently asked me, “Should I set a LTV:CAC target for my startup?” \n\nThe short answer is: “Yes”... and “No.”\n\nBenchmark metrics are helpful as a baseline starting point and LTV:CAC (Lifetime Value : Customer Acquisition Cost) is a popular performance measure, probably because it’s relatively easy to calculate and understand its impact. \n\nSimply put: the higher the LTV:CAC ratio, the better your performance. \n\n(Check out the slides for more detail.)\n\nI’ve never been a fan of this oversimplified point-in-time measurement, especially for start-ups. \n\nIt fails to account for changes in customer behaviour as a result of your marketing experiments or nuances within customer segments. \n\nI’ve not come across an early-stage company, yet, that can accurately assess churn and lifetime value on limited data.\n\nWhen thinking about more meaningful measurements, I came across an insightful article by Jay Po over at Stage 2 Capital, which explains that focusing on LTV:CAC means you’ll struggle to prioritise Avg Rev per Customer, Churn, or CAC, as the detail is diluted. \n\nInstead, Jay proposes 2 alternative measures: Cohort Customer Acquisition Cost (CCAC) and Customer Value Analysis (CVA). \n\nWhen taken together, these 2 measures give you a more granular indication of:\n\nTime to breakeven on the cost of acquisition; you want this to shorten with each cohort. \n\nCustomer value increases; you want cohorts to become increasingly valuable with each sales cycle.\n\nI can’t say it any better than Jay, so I’ll leave you to read his analysis for yourself. \n\nWhat I will say is nail the basics. \n\nAddress customer pain points, not nice-to-haves. \n\nAvoid persona overload; focus on a few key target audiences. \n\nDon’t deploy too many channels at once. \n\nBe aware of your competition. \n\nAlign your marketing goals with commercial targets, resources & budget.\n\nKeeping these points in mind will help you to keep costs down, push revenues and minimise churn for your business, start-up, or otherwise. \n\nWhat do you think? Agree or disagree? Let me know in the comments below.\n\n#marketing #b2b #sales \n\nSource: Jay Pa via Stage 2 Capital\n",
      "Last Modified": "2024-08-12T05:11:48.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Elena Verna"
    }
  },
  {
    "id": "recUlIECPznyxMmDs",
    "createdTime": "2024-08-12T05:09:39.000Z",
    "fields": {
      "Example #": "154",
      "LI Post": "I’ve been grappling with the 5 hours of busyness, trying to churn out at least 2 hours of deep work, for a while now. It is simply not easy, with my scattered and distracted mind, that simply refuses to stick to calendars. \n\nBeing a freelancer for so long has given me a pretty horrible pattern with time-management, in general. I do my best, but somehow, procrastination gets the better of me ALWAYS, it seems. \n\nThis year, I’m making my peace with it and I have slowly begun building a habit-forming pattern of ‘accountability’ with myself. The focus points to be built upon this year are health (fitness), mindset, spirituality and wealth. \n\nWho all are working on their life goals seriously this year? Share your thoughts about what your focus points are and how you’re doing so far! \n\nAlso, how are you tackling accountability? Do you check in with a partner or are you going at it solo? \n\nShould we start a focused accountability group? 😇😇😇\n",
      "Last Modified": "2024-08-12T05:14:06.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Justin Welsh"
    }
  },
  {
    "id": "recUu1zCNpNnBxzvW",
    "createdTime": "2024-08-12T05:11:04.000Z",
    "fields": {
      "Example #": "174",
      "LI Post": "Your entire life can change in one year. \n\n24 Simple Ways to Change Your Life in 2024: \n\n(Pick ONE action and get started this week!) \n\n1. Schedule one Think Day per quarter. \n\nSpend the entire day thinking. \n\n1. Turn on Grayscale Mode on your phone to improve your focus. \n\n1. To improve at anything, use my 30-for-30 approach. \n\nDo it for 30 minutes per day for 30 straight days. \n\n1. Set labeled alarms on your phone that remind you of the character you need to embody at specific times of day. \n\n1. Color code your calendar according to whether activities were energy creating (green), neutral (yellow), or energy draining (red). \n\nPrioritize energy creating activities and slowly eliminate energy draining activities. \n\n1. Spend more time around the big thinkers in your circle. \n\n1. Set ABC goals for any daily endeavor. \n\nA is your best case, B is your base case, and C is your downside case. \n\nAnything above 0 compounds. \n\n1. Develop a fixed \"power down ritual\" to mark the end of your professional day. \n\n1. Build a deep work practice by blocking 60-minute windows during which you have zero email, messaging, apps, or distractions. \n\n1. Default to 25-minute calls/meetings and take a simple walk during the 5 minutes. \n\n1. Use the Feynman Technique for learning anything new. \n\nIdentify a topic, try to explain it to a 5-year-old, study to fill in knowledge gaps. \n\n1. Default to no. \n\nIf you wouldn't want to do the thing today, don't say yes to doing it a month from now. \n\n1. Use an Eisenhower Matrix to prioritize your tasks. \n\nThe goal is to spend more time on important tasks that further your long-term goals. \n\n1. Batch email and message processing into 1-3 condensed windows during the day. \n\n1. Take a 15-minute tech free walk every single morning. \n\n1. Follow the 80% rule to fight the afternoon lull. \n\nEat to 80% full at lunch and take a short walk to improve mental clarity. \n\n1. To feel energized in the morning, try my 5-5-5-30 Method. \n\nWhen you wake up, do 5 push-ups, 5 squats, 5 lunges, and a 30-second plank. \n\n1. Get cold more often. \n\n11 minutes of weekly cold water immersion has been shown to create immediate physical and mental benefits. \n\n1. If you're struggling to fall asleep, try the 4-7-8 Method. \n\nBreathe in through your nose for a 4-second count, hold your breath for a 7-second count, and exhale for an 8-second count. \n\n1. Do all of your shopping on the outer perimeter of the grocery store. \n\n1. Create an auto direct deposit for a small amount of money into an investment account every month. \n\n1. Automate all simple financial tasks such as paying bills, credit cards, and investing. \n\n1. Make a rule to wait 48 hours before completing any non-essential material purchase. \n\n1. Simplify your life by removing anything that doesn't feel (a) necessary and (b) energy creating. \n\n\\*\\*\\*Enjoy this? Join 650,000+ others who received a deeper dive in my newsletter: https://lnkd.in/esGsF85Q \n\nShare this post with your network and follow me for more in future!\n",
      "Last Modified": "2024-08-12T05:14:06.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Sahil Bloom"
    }
  },
  {
    "id": "recVCk0WnwfHIVAMO",
    "createdTime": "2024-08-12T05:09:10.000Z",
    "fields": {
      "Example #": "144",
      "LI Post": "Great ideas aren't worth much. Here's why: \n\nAll ideas require execution. And most people struggle to execute. \n\nA great idea with no execution? That's not worth anything. \n\nA decent idea with great execution? Worth 10x more. \n\nThe greatest entrepreneurs and business people understand this equation. \n\nYou can become a great one by putting one foot in front of the other. \n\nAction for decades. Not days. \n\nStart executing today. \n\nHere's how to push past your fear to get started: https://lnkd.in/ehUFUEgw\n",
      "Last Modified": "2024-08-12T05:14:06.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Justin Welsh"
    }
  },
  {
    "id": "recW5CwN7AU9JxPWu",
    "createdTime": "2024-08-12T04:57:46.000Z",
    "fields": {
      "Example #": "112",
      "LI Post": "Conventional wisdom suggests Expansion ARR should be around 30% of total New/Growth ARR. Is that true today and at what stage of growth?\n\nThe answer is it depends - especially on your stage of growth as measured by company revenue. New Go-to-Market motions (PLG) and pricing models (Usage-Based Pricing) are purpose-built to decrease initial customer acquisition friction.\n\nThis, in turn, \"should\" increase expansion ARR as a % of total New/Growth ARR. Based on company size, below are the latest benchmarks on the % of total new growth revenue (ARR) delivered by existing customer expansion:\n\n< $5M = 25% (median)\n\n$5M - $20M = 34% (median)\n\n$20M - $50M = 42% (median)\n\n$50M - $100M = 45% (median)\n\nTotal Population = 33% at median (N = 516)\n\nSome very interesting findings include: \n\nSales-Led Growth models had a higher % of Expansion than PLG models. Note this did not factor in Usage-Based Pricing as a variable.\n\nACV was an important factor in the benchmark findings. \n\nMeasuring \"WHEN\" new ARR ends and expansion ARR begins is a critical variable in calculating several associated metrics beyond expansion ARR %:\n\n- CAC Ratio\n\n- CAC Payback Period\n\n- Net Dollar Retention (Net Revenue Retention)\n\nExpansion ARR as a percentage of total new/growth revenue was the topic of the first episode of SaaS Talk. This is a great listen for anyone considering how to increase expansion ARR and how to measure its financial impact, including revenue growth efficiency.\n\nIf you want to see how Expansion ARR % is impacted by company variables similar to yours, SaaS Benchmarks (with an .ai extension) has the info. \n\n#b2bsaas #benchmarks #metrics\n",
      "Last Modified": "2024-08-12T05:11:46.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Elena Verna"
    }
  },
  {
    "id": "recWUC9UkEAkAofGo",
    "createdTime": "2024-08-12T04:38:40.000Z",
    "fields": {
      "Example #": "15",
      "LI Post": "Essential skills you need to excel in [Topic]. \n\n➡️ [Skill 1]: [Short description or question]. \n\nExample: \"[Brief example].\" \n\n➡️ [Skill 2]: [Short description or question]. \n\nExample: \"[Brief example].\" \n\n➡️ [Skill 3]: [Short description or question]. \n\nExample: \"[Brief example].\" \n\n➡️ [Skill 4]: [Short description or question]. \n\nExample: \"[Brief example].\" \n\n➡️ [Skill 5]: [Short description or question]. \n\nExample: \"[Brief example].\" \n\nMaster these skills, and you're on your way to [desired outcome]! \n\nP.S. Which skill do you find most crucial? Share your thoughts!\n",
      "Last Modified": "2024-08-20T21:32:51.000Z",
      "Trigger: Use Template": true,
      "Type": "Template",
      "Author copy": 99,
      "Author copy 2": 99,
      "Keywords": "AI automation",
      "Trigger: SEND Template": true
    }
  },
  {
    "id": "recWrgLLIBsAndWD1",
    "createdTime": "2024-08-12T05:10:25.000Z",
    "fields": {
      "Example #": "168",
      "LI Post": "💫 Find Happiness in What You Do! 💫 \n\nThey say that happiness is the key to success, but what if I told you that finding happiness in what you do is a success in itself? \n\nIn a world that often measures success by external factors, it's easy to lose sight of the joy that comes from doing what you love. \n\nWhether you're pursuing your passion or finding fulfillment in your current role, remember that happiness is a choice. \n\nTake a moment to reflect on the things that bring you joy in your work. \n\nDiscover the aspects that ignite your enthusiasm and make you feel alive. \n\nEmbrace them wholeheartedly, for happiness fuels productivity and sparks creativity. \n\nRemember, life is too precious to spend it doing something that doesn't bring you joy. \n\nFind your happiness in what you do, and success will naturally follow. \n\n#FindYourHappiness #LoveWhatYouDo #SuccessInJoy \n",
      "Last Modified": "2024-08-12T05:14:06.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Justin Welsh"
    }
  },
  {
    "id": "recXBXchX2bVsqhsi",
    "createdTime": "2024-08-12T05:08:15.000Z",
    "fields": {
      "Example #": "123",
      "LI Post": "The “More Machine” Trap (for marketers): Marketing can feel like a “more machine”. More marketing actions = more leads and pipeline. \n\nBut it’s not. There are three key limits that require you to act strategically and align around big themes, channels, and campaigns. \n\nLimits: \n\n- Your market can only absorb so many messages. Make them count. \n\n- Your marketing team and budget can only produce so much. Make it compound for the biggest return. \n\n- Your company can only work with clarity toward a single vision. The best marketing delivers focus. \n\nHow do your teams prioritize alignment with these limits in mind? #Marketing #startups\n",
      "Last Modified": "2024-08-12T05:14:06.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Kyle Poyar"
    }
  },
  {
    "id": "recXlQrwF58YB9ZKG",
    "createdTime": "2024-08-12T04:39:16.000Z",
    "fields": {
      "Example #": "17",
      "LI Post": "Importance of [Topic] in First 500 Days  \n\nHey there, fellow [audience]!  \n\nAs we embark on our [endeavor], it's crucial to recognize the paramount role that [topic] plays in our early days.  \n\nIn the fast-paced [context], effective [topic] can be a game-changer for our growth and success.  \n\nHere's why:  \n\n1️⃣ [Point 1]:  \n\n- [Explanation of Point 1]  \n\n2️⃣ [Point 2]:  \n\n- [Explanation of Point 2]  \n\n3️⃣ [Point 3]:  \n\n- [Explanation of Point 3]  \n\n4️⃣ [Point 4]:  \n\n- [Explanation of Point 4]  \n\n5️⃣ [Point 5]:  \n\n- [Explanation of Point 5]  \n\nRemember, in the early days, when resources are limited, [descriptive phrase].  \n\nSo, let's leverage the power of [topic] to create a strong foundation for our [context] and pave the way for future great success!\n",
      "Last Modified": "2024-08-20T21:32:51.000Z",
      "Trigger: Use Template": true,
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0,
      "Keywords": "AI automation",
      "Trigger: SEND Template": true
    }
  },
  {
    "id": "recXoom7OV5FgoWJn",
    "createdTime": "2024-08-12T04:39:02.000Z",
    "fields": {
      "Example #": "11",
      "LI Post": "Title: The Truth About Achieving Success\n\nIntroduction:\n\nDispelling the myth of overnight success.\n\nMain Points:\n\nThe Illusion of Quick Fixes:\n\nReject the idea of shortcuts and instant solutions.\n\nThe Reality of Success:\n\nSuccess requires dedication, consistency, motivation, and creativity. \n\nIt's a journey that takes time and effort.\n\nThe Key to Immediate Progress:\n\nUtilize proven strategies for quick impact.\n\nHow it Works:\n\nLearn from experienced individuals who have achieved success.\n\nAdapt successful strategies to fit your own journey.\n\nConclusion:\n\nTrue success is built on hard work and perseverance.\n\nCall to Action:\n\nEmbrace your unique path, work hard, and success will follow.\n",
      "Last Modified": "2024-08-20T21:32:51.000Z",
      "Trigger: Use Template": true,
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0,
      "Keywords": "AI automation",
      "Trigger: SEND Template": true
    }
  },
  {
    "id": "recY2OWD8KFoR3Qap",
    "createdTime": "2024-08-12T05:09:13.000Z",
    "fields": {
      "Example #": "145",
      "LI Post": "Great entrepreneurs don't overcomplicate. \n\nThey nail the basics. \n\nHere are the 6 fundamentals you need to get right when starting your entrepreneurial journey:\n\n1. In-depth market research- What specific problem are you solving? \n\n1. A strong unique value proposition- Why should a customer choose you? \n\n1. A simple business plan- What are your goals and milestones? \n\n1. Social media funnel- How do you drive traffic to your site? \n\n1. Smart pricing- How do you price your product/service? \n\n1. A strong network- How do you find collaborators/partners? \n\nStarting an entrepreneurial journey (especially one that relies on social media) is really hard. \n\nThere’s no “cookie cutter approach” to getting it right. \n\nBut, if you nail these 6 fundamentals, you’ll give yourself a great chance to succeed. \n\nNeed more help? \n\nTry this free guide on nailing the basics: https://lnkd.in/efwG6JGd \n\nGood luck out there.\n",
      "Last Modified": "2024-08-12T05:14:06.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Justin Welsh"
    }
  },
  {
    "id": "recYhgVexspuA9MZT",
    "createdTime": "2024-08-12T04:39:40.000Z",
    "fields": {
      "Example #": "29",
      "LI Post": "[Number] content ideas to kick off your [Year]...\n\n[Idea 1]\n\n[Idea 2]\n\n[Idea 3]\n\n[Idea 4]\n\n[Idea 5]\n\n[Idea 6]\n\n[Idea 7]\n\n[Idea 8]\n\n[Idea 9]\n\n[Idea 10]\n\n[Idea 11]\n\n[Idea 12]\n\n[Idea 13]\n\n[Idea 14]\n\n[Idea 15]\n\n[Idea 16]\n\n[Idea 17]\n\n[Idea 18]\n\n[Idea 19]\n\n[Idea 20]\n\n[Idea 21]\n\nHave you thought about what content you'll be posting in the new year?\n\nP.S. I was hoping to spend my week off outdoors but it seems the [Location] is in storm season so here I am 🙃\n\n🔔 Drop me a follow if you found this useful!\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0
    }
  },
  {
    "id": "recYxaaezL3gEbGjD",
    "createdTime": "2024-08-12T04:39:28.000Z",
    "fields": {
      "Example #": "23",
      "LI Post": "Last [Timeframe], I [Achievement/Result]. \n\nHere are [Number] helpful lessons I've learned about [Topic]: \n\n(Lessons in no particular order)\n\n[Lesson 1] \n\n[Lesson 2] \n\n[Lesson 3] \n\n[Lesson 4] \n\n[Lesson 5] \n\n[Lesson 6] \n\n[Lesson 7] \n\n[Lesson 8] \n\n[Lesson 9] \n\n[Lesson 10] \n\n[Lesson 11] \n\n[Lesson 12] \n\n[Lesson 13] \n\n[Lesson 14] \n\n[Lesson 15] \n\n[Lesson 16] \n\n[Optional: Call to action or additional note].\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0
    }
  },
  {
    "id": "recaNlVNxJ4jXD8CL",
    "createdTime": "2024-08-13T21:14:24.000Z",
    "fields": {
      "Example #": "177",
      "LI Post": "People think using AI in their biz is just \"chatbots\"..\n\nThey COULDN'T BE MORE WRONG.\n\nI've rebuilt the workflows of my companies to be 80% automated. \n\nAnd it costs a fraction of a human...\n\nHere is a look at the workflows I've automated...\n",
      "Last Modified": "2024-08-13T21:15:08.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Nick HUber"
    }
  },
  {
    "id": "recac4RXkkV5v3zAK",
    "createdTime": "2024-08-12T05:08:43.000Z",
    "fields": {
      "Example #": "135",
      "LI Post": "%. That's how many SaaS founders say their pricing model aligns perfectly with the value their product delivers.\n\nYour pricing will never be perfect -- and that's OK. Treat pricing like you treat your product.\n\nYou need to iterate on it, learn from customers, and use it as an ongoing growth lever. And you won't get it right without real-life customer interactions.\n\nThis way you'll make consistent and incremental progress, minimizing the potential disruption of a big-bang overhaul (see: Unity). Don't let the quest for perfection stop you from shipping.\n\n🙏---🎁 Get even more pricing & growth tips delivered to your inbox via my newsletter, Growth Unhinged: https://lnkd.in/exTbjKaM \n\n#saas #pricing #startup\n",
      "Last Modified": "2024-08-12T05:21:19.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Kyle Poyar"
    }
  },
  {
    "id": "recaktDso3wFqpYCE",
    "createdTime": "2024-08-12T05:08:48.000Z",
    "fields": {
      "Example #": "136",
      "LI Post": "Reasons why we think we're PLG:\n\n- We have a free plan.\n\n- Lots of people sign up.\n\n- We have in-app onboarding guides.\n\n- Customers can buy via self-serve.\n\n- We hired a Head of Growth.\n\nWhy we're actually PLG:\n\n1. Our product solves a real need and is easily discoverable when someone needs it.\n\n1. Our target users see real value in the product without needing to talk to someone.\n\n1. Once someone finds value, they keep using the product again and again.\n\n1. There are built-in loops where more product usage >> more growth.\n\n1. Users find so much value that they proactively want to talk about it, fostering community around the product.\n\n1. We have full visibility into how people use the product and where + why they run into issues.\n\n1. Because of ^, we're constantly creating a better product and stronger flywheel.\n\nPLG isn't about growth hacks.\n\nIt's about a company mindset that puts users first, and a growth model where product usage drives customer acquisition, retention, and expansion.\n\n---\n\n🎁 Get more insights on SaaS growth by subscribing to Growth Unhinged, my free weekly newsletter: https://lnkd.in/exTbjKaM#plg #product #saas\n",
      "Last Modified": "2024-08-12T05:14:06.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Kyle Poyar"
    }
  },
  {
    "id": "recaq2Ud9GISaiy4w",
    "createdTime": "2024-08-12T04:57:52.000Z",
    "fields": {
      "Example #": "114",
      "LI Post": "Eager to achieve better #growth? \n\nDevelop a winning #recurring revenue proposition by applying these learnings. \n\nA winning recurring revenue proposition should help you #acquire, #monetize and #retain your customers – all at the same time. \n\nThis sounds easy, but can be quite a challenge. \n\nTo achieve these objectives, your proposition needs to solve different problems. \n\nBelow, you will find 3 actions you can take to simultaneously drive customer acquisition, monetization, and retention. \n\n📊 Drive acquisition & monetization with the right multi-tier offering.\n\nUnderstand your different customer segments to set a solid base for #differentiation. \n\nNext, choose an offering that meets the different needs of your customer segments and enables you to land and expand. \n\n💲 Drive acquisition & retention with a value-based price model.\n\nChoose a price metric that aligns price with #value to make sure customers pay more when they experience more value. \n\nThe ideal price metric should grow with the customer, should be easy to understand, and should be measurable and predictable. \n\n💎 Drive monetization & retention with the right price level, based on willingness-to-pay.\n\nDifferentiate price increases and capture willingness-to-pay by determining your prices based on multiple inputs, such as: the internal perspective, data analysis, competitive analysis, and customer research. \n\nDo you want to know more? \n\nFind more details in the article in the comments below or reach out!\n",
      "Last Modified": "2024-08-12T05:11:46.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Elena Verna"
    }
  },
  {
    "id": "recb4WsOxaRUBnv1c",
    "createdTime": "2024-08-12T05:08:33.000Z",
    "fields": {
      "Example #": "129",
      "LI Post": "🚀 Importance of Marketing in the Early Startup Days! 📈\n\nHey there, fellow startup founders and CEOs! 👋 \n\nAs we embark on our entrepreneurial journeys, it's crucial to recognize the paramount role that marketing plays in our early days. 🎯 In the fast-paced startup ecosystem, effective marketing can be a game-changer for our growth and success. \n\nHere's why:\n\n1️⃣ Visibility: \n\n- Marketing helps us increase our brand's visibility and reach, allowing us to connect with potential customers and investors. \n\n- With limited resources, every opportunity to be seen and heard is invaluable.\n\n2️⃣ Brand Building: \n\n- Marketing enables us to shape our brand's identity and establish a unique value proposition. \n\n- By conveying a compelling story and showcasing our offerings, we create an emotional connection with our target audience.\n\n3️⃣ Customer Acquisition: \n\n- A well-executed marketing strategy helps us acquire those initial customers that are vital for gaining momentum. \n\n- By understanding our target audience and tailoring our message to their needs, we can generate leads and drive conversions.\n\n4️⃣ Competitive Edge: \n\n- In a competitive market, standing out from the crowd is essential. \n\n- By implementing innovative marketing tactics, we can differentiate ourselves and capture the attention of potential customers who might otherwise overlook us.\n\n5️⃣ Adaptability: \n\n- Marketing allows us to gather valuable feedback from our early customers, enabling us to iterate and refine our offerings.\n\n- By listening to their needs and preferences, we can adapt our products or services to better meet market demands.\n\nRemember, in the early days, when resources are limited, creative and strategic marketing efforts can give us the edge we need to thrive. \n\nSo, let's leverage the power of marketing to create a strong foundation for our startups and pave the way for future great success! 💪 \n\n#StartupMarketing #GrowthStrategies #Entrepreneurship #FoundersJourney\n",
      "Last Modified": "2024-08-12T05:14:06.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Kyle Poyar"
    }
  },
  {
    "id": "recbDrdUZ3cgl5Zb9",
    "createdTime": "2024-08-12T05:09:14.000Z",
    "fields": {
      "Example #": "146",
      "LI Post": "Rule for life: Control your career risk. (And why full-time employment isn't how.)\n\nMost people view corporate roles as 'safe'. \n\nWe've been pitched this for decades. \n\nBut so far this year, 302 tech companies have already laid off 89,105 employees. \n\nThat's 89,105 people who went from full salary to $0 in a split second. \n\nEntrepreneurship has its own risks, but I've never seen someone lose 100% of their customers in one day. \n\nWorth thinking about if you're risk averse. \n\nBecome anti-fragile this year. \n\nHere's what I mean: https://lnkd.in/eUgPtr2j\n",
      "Last Modified": "2024-08-12T05:14:06.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Justin Welsh"
    }
  },
  {
    "id": "recbdJ5u7IO0f3Fl8",
    "createdTime": "2024-08-12T04:40:45.000Z",
    "fields": {
      "Example #": "60",
      "LI Post": "How to [action/achieve goal] in [timeframe]:\n\n[Goal #1] → [Benefit #1]\n\nLook if you want: \n\n[Benefit #2]\n\n[Benefit #3] \n\n[Benefit #4]\n\nFirst, confront this lie: \"[Common misconception]\"\n\n[Reiteration of importance of addressed topic]\n\nWithout [specific metrics or actions]: \n\n↳ [Consequence of neglecting metrics or actions]\n\nIf you have [low metrics] right now.. \n\nIt's YOUR fault.\n\n[Emphasis on personal responsibility and action]\n\n\\[Actionable steps to address the issue]:\n\n[Step #1]\n\n[Step #2]\n\n[Step #3]\n\n[Step #4]\n\nFAQ: \n\n99%\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0
    }
  },
  {
    "id": "recbrvWclqk3hmOxY",
    "createdTime": "2024-08-12T04:40:16.000Z",
    "fields": {
      "Example #": "46",
      "LI Post": "Stop doing:  \n[Action 1]  \n[Action 2]  \n[Action 3]  \n[Action 4]  \n[Action 5]  \n\nStart doing:  \n[Action 6]  \n[Action 7]  \n[Action 8]  \n[Action 9]  \n[Action 10]  \n\n[Explanation of why Actions from 6-10 is beneficial or effective]  \n\n\\[Explanation #1]:  \nFurther elaboration on the importance of stopping Action X and starting Action Y.  \n\n\\[Explanation #2]:  \nExamples or anecdotes illustrating the impact of Action X versus Action Y.  \n\n\\[Explanation #3]:  \nTips or strategies for implementing Action Y effectively.  \n\n\\[Explanation #4]:  \nCommon pitfalls to avoid when transitioning from Action X to Action Y.  \n\n[Action 7]  \n[Action 8]  \n[Action 9]  \n\n[Negative Outcome] can cost companies millions in [Consequences] from [Specific Losses].  \n\nPlus, it's no fun to [Negative Situation] because you're constantly worried you might [Negative Impact].  \n\nThis is why it’s important to feel empowered to [Positive Action], and learn the skills to be able to do so effectively.  \n\nWhich one stands out to you?  \n\nExperience\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 357
    }
  },
  {
    "id": "recbwbezhx7wwLQAw",
    "createdTime": "2024-08-12T04:39:53.000Z",
    "fields": {
      "Example #": "35",
      "LI Post": "\"Nobody knows anything.\" \n\nIn every [industry/field], there are 'experts' who doubted [innovative ideas/product concepts] before contributing to change. \n\n[Action statement:] It's vital to [assert yourself/take bold action]. \n\nPolitely challenge others' views, then prove them wrong with confidence. \n\n[Adaptability advice:] Don't get stuck on proving one [method/process]. \n\nThings change. \n\nFocus on your [vision/mission/goal], test it, and make big things happen. \n\n[Call to action:] Aim to be the go-to person in your [field/industry/niche], but stay humble because certainty is rare. \n\n#[Tag1] \n\n#[Tag2] \n\n#[Tag3]\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0
    }
  },
  {
    "id": "recc1oSsOkn1hU17a",
    "createdTime": "2024-08-12T05:10:18.000Z",
    "fields": {
      "Example #": "178",
      "LI Post": "Don't fear risk, embrace it! 🚀\n\nIn solopreneurship, playing it safe can be riskier. \n\nBe bold, take calculated risks, and learn from every step. \n\nAvoid the 'safety bubble' and aim for a life of rewarding asymmetric bets. \n\nSuccess often lies beyond your comfort zone. 💪\n\n#Entrepreneurship #RiskTaking #SuccessMindset\n",
      "Last Modified": "2024-08-12T05:22:26.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Justin Welsh"
    }
  },
  {
    "id": "recc9u4SoS5ByEffR",
    "createdTime": "2024-08-12T04:41:06.000Z",
    "fields": {
      "Example #": "65",
      "LI Post": "Success\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0
    }
  },
  {
    "id": "reccH8hbpwKXt5knu",
    "createdTime": "2024-08-12T05:10:15.000Z",
    "fields": {
      "Example #": "179",
      "LI Post": "One of the most consistent messages across research is not that successful people are happy, but that happy people are successful. \n\nIt’s an age-old assumption that many of us have bought into: happiness will come to us when we’re successful, whether in school, work, relationships, etc. \n\nWe tirelessly strive for success, thinking it will bring us happiness, only to find that when we achieve what we set out to do, we aren’t necessarily happier. \n\nOn the contrary, we might even feel less happy. \n\nTime and again, research has told us that happiness doesn’t follow success. \n\nIt’s not that we have to choose one over the other; we can actually obtain both. \n\nBut we have to reverse the order of operations: instead of trying to obtain success and hoping it will lead to happiness, we have to start working on our happiness, which will ultimately enhance our success.\n",
      "Last Modified": "2024-08-12T05:22:38.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Justin Welsh"
    }
  },
  {
    "id": "reccz1is1yrTUMG1b",
    "createdTime": "2024-08-12T04:58:17.000Z",
    "fields": {
      "Example #": "118",
      "LI Post": "# Flexibility in the workplace is no longer optional.  \n\n\"Millennials paved the way for a change in better flexibility and wellbeing at work, but Gen Z is turning it from a workplace perk to workplace norm.\"  \n\nLearn more about how ImIn, Inc. prioritizes flexibility with the organizations we work with.  \n\nhttps://lnkd.in/eaV3zMAh  \n\n# Scheduling # Hours # Workforce # Careers # Millennialgeneration # Openshift # Callout # Humanresources # BPO # FutureOfWork # FlexibleScheduling # Contactcenter # Empathy  \n\n\n",
      "Last Modified": "2024-08-12T05:13:45.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Elena Verna"
    }
  },
  {
    "id": "recd2YbSTFgKY0YEG",
    "createdTime": "2024-08-12T04:40:42.000Z",
    "fields": {
      "Example #": "58",
      "LI Post": "How to [Achieve Goal]:\n\n[Action 1]\n\n[Action 2]\n\n[Action 3]\n\n[Action 4]\n\n[Action 5]\n\n[Action 6]\n\n[Action 7]\n\n[Action 8]\n\n[Action 9]\n\n[Negative Outcome] can cost companies millions in [Consequences] from [Specific Losses].\n\nPlus, it's no fun to [Negative Situation] because you're constantly worried you might [Negative Impact].\n\nThis is why it's important to feel empowered to [Positive Action], and learn the skills to be able to do so effectively.\n\nWhich one stands out to you?\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0
    }
  },
  {
    "id": "recd55LYKf78torjP",
    "createdTime": "2024-08-12T05:09:01.000Z",
    "fields": {
      "Example #": "141",
      "LI Post": "I see it every single day: Top performers feeling unappreciated. \n\nStuck at some company with no product-market fit, poor management, and zero career path. \n\nI've spent the last 5 years encouraging these folks to take a chance on themselves. \n\nBecause if you're a top performer, you might make a great entrepreneur. \n\nThe practical experience you have would likely fetch 5x on the open market. \n\nAnd it doesn't have to be either/or. \n\nStart with a small side project while you're working. \n\nDo you know how many people want the skills & knowledge you have inside of your head? \n\nThere are 4.95B+ internet-connected people. \n\nCan you find 200 that are interested in what you have to offer? \n\nIf you think so, put together a 12-18 month roadmap for making \"the jump\". \n\nUse your salary and commission as capital to fund your new idea! \n\nHere's how: https://lnkd.in/gjA95zBU\n",
      "Last Modified": "2024-08-12T05:14:06.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Justin Welsh"
    }
  },
  {
    "id": "recd7LByBuIuVUe6Y",
    "createdTime": "2024-08-12T04:56:21.000Z",
    "fields": {
      "Example #": "84",
      "LI Post": "What I learned today @DigitalOlympus #DOXonference2024 from top-SEOs like Kevin Indig, Aleyda Solis, and Carrie Rose:\n\nContent Intelligence tools will only get you to parity. \n\nAnd parity or incremental gain is not enough in 2024. \n\nSkyscraper Technique is sooo 2016. \n\nWhat you need today to outperform competitors in SEO is original research (=information gain), superior UX, shorter Time-To-Result (=often _lower_ wordcount BUT without information loss! \n\n+ custom graphics to visualize concepts in a bite-sized form).\n\nBacklinks still matter.\n\nAnd now we know a lot more about _which_ matter more than others. \n\nTo get the most out of your backlinks, you need to get them from trending stories. \n\nMonitor spikes in kw trends and jump the wagon by creating a compelling story tapping into the trend and getting the attention. \n\nThere are 3 types of AI overviews, impacting CTR to a different extent. \n\nBeing featured in AI Overview has a negative impact on clicks, whether the source is provided or not. \n\nBut _not_ being featured in AI overview where it appears has an even worse impact. \n\nTry to reverse engineer what the featured pages are doing (e.g. with the help of e.g. https://ziptie.dev/).\n",
      "Last Modified": "2024-08-12T05:15:04.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Emilia Korczynska"
    }
  },
  {
    "id": "recdVztWl8JsckoPu",
    "createdTime": "2024-08-12T04:40:23.000Z",
    "fields": {
      "Example #": "49",
      "LI Post": "\"[Topic] is dead\" gets said a lot. \n\nIt's like saying diets don't work or exercise is pointless. \n\nThey do work, but it's all about doing them right, being consistent, and putting in the effort. \n\n[Comparable activity] feels similar – you're just [negative outcome or feeling]. \n\nHowever, [topic] is thriving for us. \n\nWe're seeing amazing results – from [positive outcome 1] to [positive outcome 2]. \n\nIt takes a lot of work. \n\nYou need a proper strategy, the right tools, testing, and time. \n\nBut what are the options? \n\nGive up on [topic]. \n\nOr innovate, optimize, and push for better results. \n\nSeems like an easy choice to us.\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0
    }
  },
  {
    "id": "recdYyMh98biGnVo5",
    "createdTime": "2024-08-12T04:40:46.000Z",
    "fields": {
      "Example #": "61",
      "LI Post": "% of [relevant group] don't [specific action or achievement]. \n\n[Statement 1]. \n\n[Statement 2]. \n\n[Statement 3]. \n\n[Outcome or success story]. \n\n[Call to action or aspiration]. \n\nFailure\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0
    }
  },
  {
    "id": "recdcRY6zmq1yo5nF",
    "createdTime": "2024-08-12T04:40:50.000Z",
    "fields": {
      "Example #": "63",
      "LI Post": "Bad advice: \"[Common advice]. You'll succeed eventually.\"\n\nNot true. [Observation or counterpoint]. \n\nI see [Examples of people following the advice] without getting results. \n\nBecause [Explanation of why the advice isn't sufficient]. \n\nIt's like \"[Analogy in 3 words].\" \n\nIf [Illustrative example] -> [Consequence]. \n\n[Reiteration of the importance of a balanced approach]. \n\nBut more importantly, [Action to prioritize or focus on]. \n\nThe Hard Truth.\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 110
    }
  },
  {
    "id": "recdeg7zoQyoQGWB5",
    "createdTime": "2024-08-12T04:38:56.000Z",
    "fields": {
      "Example #": "8",
      "LI Post": "[Opening statement or achievement] My content got close to [Number] impressions this year. \n\nAnd I only started taking this seriously in [Month].\n\n[Number] posts > [Number] generated leads > [Number] clients. \n\n[Year] FY Revenue: [Revenue range] \n\nIt's not much but it's honest work. \n\n[Year] was a year of transition. \n\n[Personal reflection] \n\n[Year+1] will be a year of consolidation. \n\n[Future plan or outlook]\n",
      "Last Modified": "2024-08-20T21:32:51.000Z",
      "Trigger: Use Template": true,
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0,
      "Keywords": "AI automation",
      "Trigger: SEND Template": true
    }
  },
  {
    "id": "recdgODctrdIdSv3J",
    "createdTime": "2024-08-12T04:39:50.000Z",
    "fields": {
      "Example #": "33",
      "LI Post": "[Topic] Sound awesome but the reality is:\n\n[Challenging aspect 1]\n\n[Challenging aspect 2]\n\n[Challenging aspect 3]\n\n[Challenging aspect 4]\n\n[Challenging aspect 5]\n\n[Challenging aspect 6]\n\n[Challenging aspect 7]\n\nYet the risk is still so worth it:\n\nBecause [Motivational reason for enduring the challenges].\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0
    }
  },
  {
    "id": "recdmSA0YQozZdtJc",
    "createdTime": "2024-08-12T05:09:53.000Z",
    "fields": {
      "Example #": "160",
      "LI Post": "This how Risk and Management or Underwriting department works on Insurance industry & settling the claims. \n\nRisk can't be eliminate but can minimize. \n\n💯🌟#insuranceindustry #insurance #insuranceclaims #insurancepolicy\n",
      "Last Modified": "2024-08-12T05:14:06.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Justin Welsh"
    }
  },
  {
    "id": "receTOc4ePSK3nDNM",
    "createdTime": "2024-08-12T04:39:34.000Z",
    "fields": {
      "Example #": "26",
      "LI Post": "Harsh Truth: [Concept 1] are cheap.\n\n[Concept 2] is expensive.\n\n[Number] simple models to [Achieve Goal] in [Year]:\n\n[Model 1 Name]  \n[Brief Description of Model 1]  \nExample: \"[Specific Example or Quote]\"\n\n[Model 2 Name]  \n[Brief Description of Model 2]  \nExample: \"[Specific Example or Quote]\"\n\n[Model 3 Name]  \n[Brief Description of Model 3]  \nExample: \"[Specific Example or Quote]\"\n\n[Model 4 Name]  \n[Brief Description of Model 4]  \nExample: \"[Specific Example or Quote]\"\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 168,
      "Author copy 2": 168
    }
  },
  {
    "id": "recepBpTaE85C0o1h",
    "createdTime": "2024-08-12T04:39:36.000Z",
    "fields": {
      "Example #": "27",
      "LI Post": "How to [Achieve Goal]:\n\n[Action 1]\n\n[Action 2]\n\n[Action 3]\n\n[Action 4]\n\n[Action 5]\n\n[Action 6]\n\n[Action 7]\n\n[Action 8]\n\n[Action 9]\n\n[Negative Outcome] can cost companies millions in [Consequences] from [Specific Losses]. \n\nPlus, it's no fun to [Negative Situation] because you're constantly worried you might [Negative Impact]. \n\nThis is why it’s important to feel empowered to [Positive Action], and learn the skills to be able to do so effectively. \n\nWhich one stands out to you?\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0
    }
  },
  {
    "id": "recfc33ZnVftbmZ1f",
    "createdTime": "2024-08-13T21:14:28.000Z",
    "fields": {
      "Example #": "178",
      "LI Post": "[Person] completely changed his life in [time].\n\nHow?\n\n[Pronoun of person] [Activity or action] to improve chances of:\n\n- [benefit 1]\n- [benefit 2]\n- [benefit 3}\n\nby [ improvement %].\n\nSo I did a deep dive to figure out exactly how it works...\n\nHere's what I found...\n",
      "Last Modified": "2024-08-13T21:50:13.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0
    }
  },
  {
    "id": "recfrM63vnEmpvN9X",
    "createdTime": "2024-08-12T05:08:40.000Z",
    "fields": {
      "Example #": "134",
      "LI Post": "Let's stop saying \"overage\" 🙅♂️\n\nOverage = penalizing the customer for being more successful than they originally planned. \n\nAnd it gives me 2000s era AT&T rollover minutes vibes. \n\nYour customer grew their business and wanted to consume more of your product. \n\nThat's fantastic, let's celebrate it! \n\nLet's not lock their account until they upgrade or charge punitive overage fees because they didn't make a large enough pre-commitment 9 months ago.\n\nCtrl-F \"overage\" and replace with either \"on demand\" or \"flex\" usage. \n\nIf the customer's extra consumption was one-time or seasonal, true-up the flex usage at the end of the quarter. \n\nIf it's their new normal, re-up their contract at a higher commitment and volume discount. \n\nBonus points if you forgive the flex usage as a carrot for making a bigger commitment. \n\n--- \n\n🎁 Subscribe to my free newsletter, Growth Unhinged, for tactical growth & pricing advice delivered every week. \n\n(this week's edition covers SaaS packaging): https://lnkd.in/exTbjKaM#customersuccess #pricing #ubp #saas\n",
      "Last Modified": "2024-08-12T05:14:06.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Kyle Poyar"
    }
  },
  {
    "id": "recg3oG00XJm8HlLh",
    "createdTime": "2024-08-12T05:09:29.000Z",
    "fields": {
      "Example #": "150",
      "LI Post": "This 🙌\n\nMy 20s were all about work work work, climbing the ladder, wanting to be on top and gain the approval of others. \n\nMy 30s are about slowing down, enjoying the process, connecting deeply with those around me, being grateful and taking time to gain true wisdom and knowledge. \n\nI used to roll my eyes at the quote \"your career is a marathon not a sprint.\" \n\nNow I'll be the one telling younger folks this advice 🤣 \n\nIt feels really good to be in this space and I hope you find it too.\n\n#worklifebalance #sabbatical #consciousbusiness\n\n-----------------------------------------------\n\n👋 Hi there, I’m Sam, a former sabbaticalist advocating for workplace wellness, conscious leadership and balance. \n\nAfter rapidly climbing the corporate ladder in my 20s to a director level, I found myself burnt out, unfulfilled and out of touch with my true self. \n\nAt 30 I embarked on a six month sabbatical which opened my eyes to a healthier way of living. \n\nI believe living a well-rounded life makes us better individuals and, in turn, better employees, managers and leaders. \n\n➡ Follow & connect with me as I continue sharing lessons learned from my sabbatical and how I'm bringing those to the workplace and beyond.\n",
      "Last Modified": "2024-08-12T05:14:06.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Justin Welsh"
    }
  },
  {
    "id": "recgCczLYThVesD8g",
    "createdTime": "2024-08-12T04:56:24.000Z",
    "fields": {
      "Example #": "85",
      "LI Post": "Shocking truth bomb: only 37.5% of the users that sign up to SaaS products activate. \n\nIn other words: over 62% of your new signups never actually get any value from your product. 😱 \n\nThe core feature adoption data is even worse - less than 25% of users adopt the key features of your product. \n\nAnd more than half (53%) don't make it through the first month of signup. \n\nThe situation was even worse for PLG companies... \n\nAnd yet - despite this - SaaS companies (esp the PLG ones!) are still fixated mostly on user acquisition. \n\nHow do we change that? \n\nAnd how - as a SaaS company - do you stop being average? \n\nWe'll be digging into those questions & more next week in our LIVE panel discussion with Product Thought Leaders from companies like Zoom, Microsoft, Workhuman and of course - Userpilot. \n\nJoin us LIVE in our Dublin1 office or online via the livestream through the links below! \n\nDig in below & sign up in the comments 👇\n",
      "Last Modified": "2024-08-12T05:15:08.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Emilia Korczynska"
    }
  },
  {
    "id": "recgJAS46hEaLG3Yi",
    "createdTime": "2024-08-12T04:39:05.000Z",
    "fields": {
      "Example #": "135",
      "LI Post": "Annoying things about [Topic]:\n\n[Annoying Thing 1]  \n▪️Why? What's the point?  \n\n[Annoying Thing 2]  \n▪️Again - Why?  \n\n[Annoying Thing 3]  \n▪️Need I say more?  \n\n[Annoying Thing 4]  \n▪️What's with the secrecy?  \n\n[Annoying Thing 5]  \n▪️What would you add to the list?  \n\n(Let it all out here)\n",
      "Last Modified": "2024-08-20T21:32:51.000Z",
      "Trigger: Use Template": true,
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0,
      "Keywords": "AI automation",
      "Trigger: SEND Template": true
    }
  },
  {
    "id": "recgSTqzppNHxIRpx",
    "createdTime": "2024-12-13T22:34:54.000Z",
    "fields": {
      "Example #": "184",
      "LI Post": "That moment when your prospect says...\n\n\"We're also looking at [COMPETITOR]\"\n\nAnd your rep goes...\n\n\\*crickets\\*\n\nOr worse...\n\nStarts trash-talking the competition.\n\n(Yikes)\n\nWhile top teams are flipping competitive deals like pancakes.\n\nUsing battle-tested talk tracks.\n\nThat position them as the obvious choice.\n\nEvery.\nSingle.\nTime.\n\nBut here's the thing...\n\nMost sales teams are going into battle unarmed.\n\nNo clear differentiators.\n\nNo winning talk tracks.\n\nNo competitive playbook.\n\nJust reps winging it on every call.\n\n\\*facepalm\\*\n\nLook...\n\nWe've built the most comprehensive battle card collection that's flipped over $100K+ in competitive deals last quarter alone.\n\nHere's the complete arsenal:\n⚔️ Competitor Overview Templates\n🎯 Head-to-Head Battle Grids\n💪 Proven Talk Track Scripts\n🗣️ Objection-Crushing Responses\n🚀 Competitive Comparison Frameworks\n\nRecent results:\n\n• Flipped $38k deal\n• In ONE call\n• Against market leader\n• With zero discounting\n• While sipping coffee\n\nWant our complete battle card collection?\n\nDrop \"BATTLE\" below and you'll get:\n\n• Our entire template library\n• Video training guides\n• Real win examples\n• Implementation tips\n• Plus our highest-converting talk tracks\n\nStop losing to competitors.\n\nStart winning more deals.\n\nComment \"BATTLE\" and let's arm your team for victory 🗡️\n",
      "Last Modified": "2024-12-15T05:55:35.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Andy Mewborn"
    }
  },
  {
    "id": "recgo9Fb6caT9n9L8",
    "createdTime": "2024-08-12T05:10:10.000Z",
    "fields": {
      "Example #": "163",
      "LI Post": "Embracing the Path to Happiness\n\nIn the pursuit of success, it's easy to overlook the importance of happiness. Today, I want to remind you all that true success is a harmonious blend of achievement and contentment.\n\nRemember, happiness isn't a destination; it's a journey. It's found in the little moments, the shared laughs, and the small victories along the way.\n\nEmbrace your passions, cherish your relationships, and take time to nurture your well-being. Let's encourage a culture of positivity and well-being in our professional lives.\n\nWhen we prioritize our own happiness, we become more resilient, creative, and ultimately more effective in our work. What brings you joy?\n\nShare your insights below and let's inspire one another to cultivate happiness in our professional journeys! 🌈💡 #HappinessMatters #ProfessionalWellbeing #EmbraceJoyfulMoments\n",
      "Last Modified": "2024-08-12T05:14:06.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Justin Welsh"
    }
  },
  {
    "id": "recgtARwnFQmCz5hP",
    "createdTime": "2024-08-12T05:10:12.000Z",
    "fields": {
      "Example #": "164",
      "LI Post": "As we pursue success at work and strive to become better individuals, we sometimes forget how important happiness is. Being happy isn't just about feeling good; it's a significant part of leading a satisfying life.\n\nStudies indicate that when people are happy, they tend to accomplish more, come up with creative ideas, and bounce back from tough times. Furthermore, happiness often leads to improved relationships with coworkers and clients, enhancing our work life.\n\nAnd here's the exciting part: happiness also contributes to the well-being of our bodies and minds. It reduces stress, strengthens our immune system, and generally makes us feel better.\n\nSo, remember: prioritizing your own happiness isn't selfish; it's a smart strategy for achieving success. Make happiness a top priority, and you'll notice it positively impacting various aspects of your life.\n\nI've even created a video with some simple hacks to boost your happiness on my YouTube channel. These hacks have the potential to truly transform your life, so please check it out here - [https://lnkd.in/gdXpuT\\_E] #happinessmatters #wellbeing #success\n",
      "Last Modified": "2024-08-12T05:14:06.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Justin Welsh"
    }
  },
  {
    "id": "rechO0ju5zChxspkE",
    "createdTime": "2024-08-12T04:55:52.000Z",
    "fields": {
      "Example #": "76",
      "LI Post": "This is best tech POV of the last year. It’s for “pay once” software (formerly known as plain old software.)\n\nWhile the idea of owning, instead of subscribing to, software isn’t new, what Jason Fried at 37signals has done here is some perfectly timed business genius. Because it makes a 60-year-old category sound like a revolution.\n\nOn the heels of B2B SaaS bloat and growing customer frustration over the last 5 years—and a downturn in the economy—Fried came in and proposed a new way: Why pay subscription fees forever when you can pay once and own your software instead? Here’s a bit from their pitch-perfect POV: \n\n“For nearly two decades, the SaaS model benefitted landlords handsomely. With routine prayers — and payers — to the Church of Recurring Revenue, valuations shot to the moon on the backs of businesses subscribed at luxury prices for commodity services they had little control over. \n\nAdd up your SaaS subscriptions last year. You should own that shit by now.” \n\nTheir first “pay once” product is Campfire, a Slack competitor. Dozens of Slack competitors have failed over the years. \n\nWhy? Because, once established, it’s almost impossible to overtake a category leader. \n\nSo 37 Signals competed with Slack by being something Slack could never be. That’s the definition of great strategy. \n\nZig when they zag. Be strong where they're weak. \n\nAnother smart thing 37 Signals did. They used what I call the three levers of differentiation: \n\n- Business model\n- Product\n- Marketing.\n\nBy differentiating in all three dimensions, their customer is way more likely to consider their pitch. \n\nHere’s how they differentiated in each area: \n\nBusiness Model ↳ Pay once instead of forever. \n\nProduct ↳ Campfire: simple, no-BS business messaging. Like Slack without all the feature creep (and you own it). \n\nMarketing ↳ Direct, honest, founder-led marketing. \n\nBecause they have these three levers working together, it gives way more credibility to the idea that Campfire is categorically different than Slack. \n\nThat 𝘥𝘪𝘧𝘧𝘦𝘳𝘦𝘯𝘤𝘦 is what makes customers pay attention to their pitch. \n\nIt doesn’t hurt that some Slack customers could save hundreds of thousands of dollars a year by switching to Campfire. \n\nThat’s a pretty good pitch. \n\nStill, a small software company competing with Salesforce and Microsoft usually ends badly. \n\nDo you think they’ll succeed? I do.\n",
      "Last Modified": "2024-08-12T05:17:03.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Alyona Mysko"
    }
  },
  {
    "id": "rechaA5WS5i1zeIj9",
    "createdTime": "2024-08-12T04:57:49.000Z",
    "fields": {
      "Example #": "1131",
      "LI Post": "Define TOP KPIs. \n\nWhat are the top KPIs? \n\nExamples: CAC, LTV, ROAS, transactions (or leads), revenue. \n\nImpressions is NOT a top KPI. \n\nClicks neither. \n\nThey help to reach the top KPIs, which is what matters to the company as a whole. \n\nOptimize towards the top KPIs. \n\nReport them to the management and not each single KPI. \n\nTop KPIs help you to understand the whole box. \n\nThey tell you how the company is doing and where you should adjust your strategies. \n\nYou should have around 3 top KPIs, 5 max.\n",
      "Last Modified": "2024-08-12T05:11:46.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 45,
      "Author name": "Elena Verna"
    }
  },
  {
    "id": "reciCRGsO2oIe0KZy",
    "createdTime": "2024-08-12T05:10:19.000Z",
    "fields": {
      "Example #": "166",
      "LI Post": "Agreed! Nearly 20 years ago, I started my business, and I can't imagine what my life would look like if I hadn't. \n\nSometimes, most times, you just have to go for it. \n\nMy tips would be - \n\n👉🏻 Commit to doing your best at whatever you put your effort into. \n\n👉🏻 Do the little things that can seem tedious but will set you up for success and avoid disaster later on. \n\n👉🏻 Trust yourself. \n\nGo with what you think is right, you can change later on. \n\nWould any of my business friends add anything else? \n\n#business #successtips\n",
      "Last Modified": "2024-08-12T05:14:06.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Justin Welsh"
    }
  },
  {
    "id": "reciMgLJRSprGdlyr",
    "createdTime": "2024-08-12T05:08:13.000Z",
    "fields": {
      "Example #": "122",
      "LI Post": "If you have multiple target customer segments, you can address them in one of two ways on your homepage: \n\n1. Address them one at a time. \n\n→ Dedicate 1-3 scrolls to your ideal customer profile. \n\n→ Add in additional segment messaging below. \n\n→ This is the safer route for early stage startups. \n\n→ Ex: Uber (not an early stage startup, but an easy to understand example). \n\n1. Address them all at once. \n\n→ Create divergent paths on the homepage. \n\n→ The page functions as a \"channel changer.\" \n\n→ The goal is to drive visitors to their respective sub-page. \n\n→ This is extremely risky to early stage startups. \n\n→ Ex: Rippling (not an early stage startup, which is why they can pull this off).\n\nIn our consulting projects with early stage startups, the vast majority want to do what Rippling is doing, \n\nwhen they should be doing what Uber is doing to find PMF with one of their products and/or segments.\n\n\n\n",
      "Last Modified": "2024-08-12T05:17:57.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Anthony Pierri"
    }
  },
  {
    "id": "recj8wKJGEWVYpn4K",
    "createdTime": "2024-08-12T04:57:17.000Z",
    "fields": {
      "Example #": "104",
      "LI Post": "One of the most overlooked metrics in growth is marginal CAC: Suppose your LTV is $100 and you currently acquire 1,000 customers per month \"profitably\" at a $50 CAC. You want to grow 50%.\n\nIn general, you know:  \n\n1. CAC increases more than proportionally to # customers acquired.  \n\n1. LTV decreases while growing from core customers to masses.  \n\n1. The \"golden rule\" is LTV > CAC.  \n\nSuppose you get the 50% growth you wanted, and you now acquire 1,500 customers monthly at a $75 CAC. Assume for simplicity that your LTV remains $100 (weak assumption).  \n\nAs your LTV > CAC, you are still creating value, right? Wrong!  \n\nYou are actually destroying value, as your mCAC > LTV. Here is the proof:  \n\nmCAC = [(new volume x new CAC) - (old volume x old CAC)] / (new volume - old volume) = [(1,500 x 75) - (1,000 x 50)] / (1,500 - 1,000) = $125.  \n\nThis means that you are now acquiring 500 new customers monthly at a loss, and you were better off remaining smaller.  \n\nMy \"golden rule\": To maximize absolute value created, keep growing until mCAC = mLTV.  \n\nI know 10 CMOs who don't look at this metric, you?  \n\n#growthmarketing #customereconomics #performancemarketing #ltv #cac\n",
      "Last Modified": "2024-08-12T05:11:23.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Elena Verna"
    }
  },
  {
    "id": "recjgEAOZM2owxUQk",
    "createdTime": "2024-08-12T04:40:31.000Z",
    "fields": {
      "Example #": "53",
      "LI Post": "A year ago today, I [Action or milestone]. Here's how my journey looks (in [Number] seasons):\n\nPosts [Start Post Number] to [End Post Number]:  \n[Aspect #1]  \n[Aspect #2]  \n[Aspect #3]  \n\nPosts [Start Post Number] to [End Post Number]:  \n[Aspect #1]  \n[Aspect #2]  \n[Aspect #3]  \n\nPosts [Start Post Number] to [End Post Number]:  \n[Aspect #1]  \n[Aspect #2]  \n[Aspect #3]  \n\nIn that [Timeframe], I've:  \n[Accomplishment #1];  \n[Accomplishment #2];  \nand  \n[Accomplishment #3]  \n\nI've also been:  \n[Experience #1];  \n[Experience #2];  \nand  \n[Experience #3]  \n\nCould I have experienced the above with fewer [Posts/Actions]?  \nMaybe.  \n\nBut [Action/Mindset] gave me a bigger [Concept] to play with.  \n\nI can't tell you what's right for you.  \nNor can any expert.  \n\nBut I can tell you [Quotation or Insight].  \n\"[Reinforcement of key concept].\"\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0
    }
  },
  {
    "id": "recjnCqeNYKtzseXA",
    "createdTime": "2024-08-12T04:41:09.000Z",
    "fields": {
      "Example #": "67",
      "LI Post": "How did [Company] become a $150Mln ARR? Despite being a late entrant into the market in [Year], [Company] racked up [Number] paying customers in [Time Frame]. \n\nHere's a quick peek into their somewhat unconventional product and marketing practices. \n\n[Explanation 1] \n\n[Explanation 2] \n\n[Explanation 3] \n\n[Explanation 4] \n\n[Explanation 5] \n\nWhile [Company] may have faced challenges this year due to [Reason for Slowdown], their growth story still warrants attention.\n",
      "Last Modified": "2024-08-12T05:06:49.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0
    }
  },
  {
    "id": "recjvKrCjPw9nmWrb",
    "createdTime": "2024-08-12T04:55:36.000Z",
    "fields": {
      "Example #": "73",
      "LI Post": "PM changed in 3 major ways in 2023:  \n\n1. The PM as GM.  \n\n1. PMs managing higher ratios of engineers.  \n\n1. A compression of PM 'middle management' for ICs.  \n\nAll three of these trends were actually trending in the other direction for the prior decade of the tech bull market:  \n\n• PMs were focusing on input metrics.  \n\n• Ratios of PM:Eng were skewing to less Eng.  \n\n• We saw lots of Directors of Product and Group PMs.  \n\nHere's what happened.  \n\n1. **The PM as GM.**  \n\nInput metrics are great for OKRs.  \n\nProduct teams can actually move them.  \n\nThe problem is Goodhart's Law: as soon as something has a target, it ceases to be a good metric.  \n\nAs a result, more and more product leaders had to take on output metrics, like a GM.  \n\n1. **PMs managing higher ratios of engineers.**  \n\nHaving a PM for just 2 engineers was a ZIRP phenomenon.  \n\nNow, PMs are being asked to lead the ship for even 10-15 engineers.  \n\nPMs in lesser ratios were viewed as \"overly administrative.\"  \n\nWhen times got tight, they were laid off.  \n\n1. **A compression of PM 'middle management' for ICs.**  \n\nAs companies cut costs, middle managers were the first targets to go.  \n\nThis was equally, if not more true, for PMs.  \n\nWhere there was a proliferation of PM leaders with 1-3 reports by 2021, 2023 saw a reversion to the mean.  \n\n**On the bright side:**  \n\nOne area of PM did grow by leaps and bounds: AI PMs.  \n\nWith the breakthroughs this year, tons of big tech companies and startups hired AI PMs.  \n\nThis looks like a new sub-species of PM that is here to stay - and be quite well-compensated.  \n\n**PM had a rocky year - but has a bright future:**  \n\n• PMs took on more output metrics like revenue.  \n\n• PMs started leading even bigger engineering teams.  \n\n• PM leaders got closer to the work with less layers in between.  \n\n• A new sub-specialty of PM was borne and grew rapidly.  \n",
      "Last Modified": "2024-08-12T05:19:51.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Akash Gupta"
    }
  },
  {
    "id": "reckJa4801rn3i7bC",
    "createdTime": "2024-08-12T04:39:30.000Z",
    "fields": {
      "Example #": "24",
      "LI Post": "Want to annoy a [type of worker]? \n\nThese 10 sentences will do the trick: \n\n[Controversial statement 1]  \n\n[Controversial statement 2]  \n\n[Controversial statement 3]  \n\n[Controversial statement 4]  \n\n[Controversial statement 5]  \n\n[Controversial statement 6]  \n\n[Controversial statement 7]  \n\n[Controversial statement 8]  \n\n[Controversial statement 9]  \n\n[Controversial statement 10]  \n\nDid I overlook anything? \n\nFeel free to add it in the comments below.  \n\nTips\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0
    }
  },
  {
    "id": "recl9HGiu5p3XD0ZC",
    "createdTime": "2024-08-12T04:56:47.000Z",
    "fields": {
      "Example #": "94",
      "LI Post": "Here’s the TLDR on public SaaS metrics at year-end 2023 (medians): \n\n- GROWTH: Anemic, but stable @ 18% 😴 \n\n- PROFIT MARGINS: continue to move up 🎉 \n\n> 13% FCF \n\n> 14% Adj. EBITDA\\* \n\n- GTM: Still a MESS...😒 \n\n> S&M % of Revenues @ 40% (35% excl. SBC\\*) \n\n> S&M % of Net New ARR: @ 237% (202% excl. SBC\\*) \n\nIf you're looking at the chart and wondering why I'm not more sanguine about S&M trends as a % of Revenue...\n\nSure it's improving modestly... but S&M relative to Net New ARR (what I call the GTM Spend Ratio)... is well above historical \"healthy\" norms. \n\nAnd this is the metric that matters most for GTM IMHO. \n\nNote also that I've just introduced these GTM metrics w/out stock-based compensation expense. \n\nIf you're a private company looking to compare \"apples to apples\" against these metrics, make sure to compare yourself with the \"excl. SBC\" metric. \n\nI’ll post more details in the coming days. \n\n#SaaS #Metrics #Benchmarks \n\n- Notes: \n\n- SBC: Stock-based comp (manual process to back out of S&M, so only done for Q4) \n\n- Adj. EBITDA: Earnings before interest, taxes, depreciation, amortization and SBC \n\n- All data points in the charts are LTM (last 12 months)\n",
      "Last Modified": "2024-08-12T05:14:37.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "David Spitz"
    }
  },
  {
    "id": "reclAj3hPYcmRDQFv",
    "createdTime": "2024-08-12T04:40:13.000Z",
    "fields": {
      "Example #": "45",
      "LI Post": "Title: The Truth About Achieving Success\n\nIntroduction:\n\nDispelling the myth of overnight success.\n\nMain Points:\n\nThe Illusion of Quick Fixes:\n\nReject the idea of shortcuts and instant solutions.\n\nThe Reality of Success:\n\nSuccess requires dedication, consistency, motivation, and creativity.\n\nIt's a journey that takes time and effort.\n\nThe Key to Immediate Progress:\n\nUtilize proven strategies for quick impact.\n\nHow it Works:\n\nLearn from experienced individuals who have achieved success.\n\nAdapt successful strategies to fit your own journey.\n\nConclusion:\n\nTrue success is built on hard work and perseverance.\n\nCall to Action:\n\nEmbrace your unique path, work hard, and success will follow.\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0
    }
  },
  {
    "id": "reclyIoVmulbpoFfl",
    "createdTime": "2024-08-12T04:40:28.000Z",
    "fields": {
      "Example #": "52",
      "LI Post": "Running a [business/organization]: Here's what fuels that fire for me: [aspect of improvement]. \n\nInside the [Team]: \n\nWe actively seek feedback from [relevant stakeholders]. \n\nTheir insights help us understand [challenges/opportunities]. \n\nWe don't just listen, we [take action]. \n\nWe refine our [processes]. \n\nWe leverage [resources]. \n\nWe strive to create a [supportive environment]. \n\nOutside the [Team]: \n\nOur [customers/clients] are our best critics and supporters. \n\nWe engage with them at every stage of their [experience]. \n\nTheir feedback helps us understand [their needs and expectations]. \n\nWe use this knowledge to [improve our products and services].\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0
    }
  },
  {
    "id": "recmV9tKxLepiPgyu",
    "createdTime": "2024-09-23T18:00:06.000Z",
    "fields": {
      "Example #": "182",
      "LI Post": "# [Attention-grabbing statement about your chosen topic]\n\nThink about it:\n- [Example 1 of positive behavior in your field]\n- [Example 2 of positive behavior in your field]\n- [Example 3 of positive behavior in your field]\n\nBut [negative example relevant to your topic]? [Brief statement about their behavior]\nHere's the truth: [Insightful statement about human nature or your industry]\nDon't let [obstacle] drown out your [positive trait or goal].\n\nThe world needs:\n- [Specific thing the world needs related to your topic]\n- [Another specific thing the world needs related to your topic]\n- [A third specific thing the world needs related to your topic]\nRemember: [Negative behavior or mindset] is [negative adjective]. [Positive behavior or mindset] is [positive adjective].\n\n[Call to action phrase]. [Motivational statement].\n\nHere's [resource you're offering, e.g., \"the playbook\", \"the guide\", \"the strategy\"]: [Your link or call to action]\n\n",
      "Last Modified": "2024-09-24T17:29:46.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 76,
      "Author name": "Justin Welsh"
    }
  },
  {
    "id": "recnHrTUsAV7BcPZm",
    "createdTime": "2024-08-12T04:56:09.000Z",
    "fields": {
      "Example #": "80",
      "LI Post": "My two favorite Slack integrations are just for notifications: Account Engagement and Stripe. \n\nAccount Engagement tells us when we have a new newsletter signup, contact form submission, or free course enrollment (middle of funnel). \n\nStripe tells us when another purchase comes through (bottom of funnel). \n\nMaybe connecting YouTube stats and Google Analytics should be next (top of funnel).\n",
      "Last Modified": "2024-08-12T05:17:03.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Alyona Mysko"
    }
  },
  {
    "id": "recnMVL3AXCbJCLA0",
    "createdTime": "2024-08-12T05:10:23.000Z",
    "fields": {
      "Example #": "167",
      "LI Post": "You got to go all in when you are holding pocket ACES! \n\nThey are 2 kinds of people. \n\nRisk takers and those who play it safe. \n\nSure, it might be simpler to just follow a life plan and never deviate. \n\nIt might be easier to never step out of your comfort zone, and never try anything different. \n\nIt might be more comfortable to just never risk anything. \n\nBut then you're bypassing so many potentially amazing opportunities. \n\nThat thing that you're so afraid of doing might be something that would make you immensely happy. \n\nIf you just skipped over it because it's \"too risky\", you'd have never experienced that happiness. \n\nIf you never leave your comfort zone, then that zone will never expand. \n\nYou'll be trapped in your sad little comfort box forever. \n\nYou'll never know the outcome of something for certain unless you try. \n\nSo yeah, a risk every once in a while can be worthwhile. \n\nFor me, playing it safe, gets you from cradle to grave by the path of least resistance. \n\nPlaying it safe, all that gets you is a mediocre life in which you experienced very little and accomplished little to nothing. \n\nPlus, if I lost it all, I get it back. \n\nThey say that if the top 1% lost all their wealth, they would gain it all back within 5 years. \n\nI agree. \n\nWhy? They are risk-takers. \n\n“The biggest risk is not taking any risk... In a world that is changing quickly, the only strategy that is guaranteed to fail is not taking risks.” - Mark Zuckerberg \n\nRisk is what drives a person to achieve greater performance. \n\nI’ll bet on myself every time! \n\nAre you a risk taker? \n\nOr will you die in your comfort zone?\n",
      "Last Modified": "2024-08-12T05:14:06.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Justin Welsh"
    }
  },
  {
    "id": "recnMaJxiBjJD2MMv",
    "createdTime": "2024-08-12T04:57:19.000Z",
    "fields": {
      "Example #": "105",
      "LI Post": "This!  \n\nWhen product orgs are laser focused on revenue or profit or something that isn’t the actual product, perverse incentives arise.  \n\nAnd then your analytics and data science partners get stuck figuring out how to translate everything under the sun into revenue when that’s rarely a straight line.  \n\nNobody wins.\n",
      "Last Modified": "2024-08-12T05:11:35.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Elena Verna"
    }
  },
  {
    "id": "recnaauRNdOuMzd7G",
    "createdTime": "2024-08-12T05:09:30.000Z",
    "fields": {
      "Example #": "151",
      "LI Post": "1 Hr a day can change your life!\n\nIf you're 30 and older, focus more on the quality of your workout. Exercise should mirror daily activities.\n\nMovement patterns over body parts will change your life. Start to think like an athlete.\n\nSome movement patterns you should consider:\n\n1. Squat\n\n1. Hinge\n\n1. Push\n\n1. Pull\n\n1. Carry\n\n1. Lunge\n\nTry this, and you'll be amazed at how you feel!\n",
      "Last Modified": "2024-08-12T05:22:55.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Justin Welsh"
    }
  },
  {
    "id": "recncHXmnAAzJCO8R",
    "createdTime": "2024-08-12T05:10:08.000Z",
    "fields": {
      "Example #": "162",
      "LI Post": "A lot of entrepreneurs have this false belief that YouTube is competitive. \n\nBut the only reason you might think this way is because you can easily see/know everyone in your niche doing YouTube. \n\nWhat you don't see is thousands of other businesses doing cold outbound or ads. \n\nSo you can either compete against 10 other people in your niche doing YouTube or 1000s of other businesses doing outbound.\n",
      "Last Modified": "2024-08-12T05:14:06.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Justin Welsh"
    }
  },
  {
    "id": "recneeJ5LJ9nkTr45",
    "createdTime": "2024-08-12T04:41:02.000Z",
    "fields": {
      "Example #": "62",
      "LI Post": "[Topic] sound awesome but the reality is:\n\n[Challenging aspect 1] \n\n[Challenging aspect 2] \n\n[Challenging aspect 3] \n\n[Challenging aspect 4] \n\n[Challenging aspect 5] \n\n[Challenging aspect 6] \n\n[Challenging aspect 7] \n\nYet the risk is still so worth it:\n\nBecause [Motivational reason for enduring the challenges]. \n\nInspiration\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0
    }
  },
  {
    "id": "recoV3mAzR7p1ur2x",
    "createdTime": "2024-08-12T05:09:16.000Z",
    "fields": {
      "Example #": "147",
      "LI Post": "As a Business Automation Consultant who's tackled complex #mobile & #web app development projects, I know pausing for reflection leads to better decisions and more satisfaction. It's a win-win for well-being, relationships, and results.\n\nSome argue hustle fuels innovation. True, but the key is balance!\n\nPrioritize ruthlessly, work in focused bursts, and keep your long-term vision in mind. It's not about busyness, it's about strategic hustle for lasting success.\n\n#softwaredevelopment #mobileappdevelopment #webappdevelopment\n",
      "Last Modified": "2024-08-12T05:14:06.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Justin Welsh"
    }
  },
  {
    "id": "recoeQrBv22ZrYWjY",
    "createdTime": "2024-08-12T05:08:07.000Z",
    "fields": {
      "Example #": "120",
      "LI Post": "If you're an early-stage startup, you have four weapons at your disposal to fight the incumbent. \n\n1. Offer a cheaper price. \n\nCanva launched with a free tier while Adobe was charging $50 a month for their Creative Cloud subscription. \n\n1. Ship a 10x better product. \n\nSalesforce changed the game by offering software that lived in the cloud rather than in on-premise servers (like Siebel, the 800 pound gorilla) and could be accessed from anywhere with a web browser. \n\n1. Distribute in highly-leveraged manner. \n\nNotion grew from the ground up with a hybrid B2C/end-user B2B PLG motion that encouraged deep community evangelism and unheard of word-of-mouth — while Microsoft and other incumbents used traditional marketing and top down sales to grow. \n\n1. Serve an underserved segment. \n\nReverb took on eBay (a huge player at the time) by focusing their entire marketplace on musicians and audio engineers — rather than staying horizontal for anyone selling anything. \n\nThe REAL competitive advantage comes from using multiple of these weapons at the same time (as most—if not all—the startups below did). \n\n#productmarketing #saas #gotomarket #startups\n",
      "Last Modified": "2024-08-12T05:17:57.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Anthony Pierri"
    }
  },
  {
    "id": "recoujhO6o59adKtw",
    "createdTime": "2024-08-12T04:57:13.000Z",
    "fields": {
      "Example #": "103",
      "LI Post": "Contrary to the traditional pursuit of higher salaries at all costs, Gen Z and millennials have a strong emphasis on work-life balance, personal development, and meaningful work. In a recent debate with a dear friend from a large corporation, I argued that these Gens are adamant about their priorities.\n\nThey will not go after larger monetary compensation at the account of their preferences. This isn't speculation.\n\nNumerous studies and surveys support this shift in priorities: \n\n1. Research from Deloitte titled “2023 Gen Z and Millennial Survey” says 77% of Gen Zs and 75% of millennials who are currently in remote or hybrid roles would consider looking for a new job if their employer asked them to work on-site full-time. \n\n1. The same report shows that the majority of Millennials would give away high pay for improved work-life balance. \n\nThey look for positions with a purpose and a company that aligns with their values but not necessarily high-paying positions.\n\n1. When asked about the factors that most influenced the decision to accept a job offer, 65% voted for personal development vs 21% for salary (source: PWC report Millennials at work reshaping the workplace). \n\nThe above is not just a trend! These are facts that are redefining the workplace in fundamental ways.\n\nCompanies need to adapt to these changes in the newest workforce generations to report tangible benefits. \n\nThese include enhanced employee satisfaction, lower turnover, and greater innovation which are essential to survival in the current market dynamics.\n\nNB. Image generated by ChatGPT. The post is not 😊#WorkLifeBalance, #GenZWorkplace, #MillennialMinds, #PersonalDevelopment, #InnovativeWorkplaces, #FutureOfWork, #CareerGrowth, #CompanyCulture, #EmployeeSatisfaction\n",
      "Last Modified": "2024-08-12T05:10:10.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Elena Verna"
    }
  },
  {
    "id": "recp70LFh2q7WmJjl",
    "createdTime": "2024-08-12T05:08:55.000Z",
    "fields": {
      "Example #": "138",
      "LI Post": "I'm rejecting everything I've learned about success. \n\nBecause most of it isn't true. \n\nWe've been told that success is measured by the size of our bank accounts. \n\nBy your possessions. \n\nBy the car you drive. \n\nBy the outfits you wear to work. \n\nOr what kind of wine you drink. \n\nAnd a lot of social media (especially platforms like Instagram) reinforce that point. \n\nBut more people are waking up to the BS. \n\nThey're realizing that true success is about designing a life that allows you to do work that matters. \n\nTo spend time with people you love, and pursue your passions. \n\nTo have the freedom to structure your days in a way that brings you joy and fulfillment. \n\nTo spend time with your partner and kids. \n\nThat's what success in the modern age looks like. \n\nHere's the truth about building a life you love: https://lnkd.in/ex3\\_2eTv\n",
      "Last Modified": "2024-08-12T05:14:06.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Justin Welsh"
    }
  },
  {
    "id": "recqTO9bDk4liOCd0",
    "createdTime": "2024-08-12T04:56:11.000Z",
    "fields": {
      "Example #": "81",
      "LI Post": "The expansion of subscription-based models in business, particularly in the Software as a Service (SaaS) sector, has witnessed remarkable growth. Companies adopting this approach are experiencing a three to fourfold increase compared to the S&P 500 in the past 12 years.  \n\nHowever, as the prevalence of subscription licensing has surged, a noticeable disparity has emerged between providers' profits and the outcomes experienced by customers. Despite the apparent success of the subscription model, a closer examination reveals that software is not becoming more cost-effective or providing broader and deeper functionalities for customers.  \n\nMajor players such as Meta, Netflix, Microsoft, Oracle, SAP, and Salesforce have recently announced substantial price hikes. These increases reach up to 24% for specific products or services.  \n\nConcurrently, the tech industry is witnessing a new wave of layoffs. The supposed advantages of economies of scope and scale seem to have gone awry, leaving business customers to bear the monthly cost burden.  \n\nLong-term success in the market hinges on enhancing the productivity, agility, and bottom lines of business customers. In essence, focusing on adding value rather than imposing constraints.\n",
      "Last Modified": "2024-08-12T05:17:03.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Alyona Mysko"
    }
  },
  {
    "id": "recql43cxkXHk8GJ1",
    "createdTime": "2024-08-12T05:08:37.000Z",
    "fields": {
      "Example #": "133",
      "LI Post": "Unpopular opinion: 💰 Marketing is not an expense, it's your investment in growth. 🚀 Need immediate impact? Go for sales. ⏳ For your grand vision? Choose marketing. 🛑 Chopping marketing in a crunch? Like puncturing your life raft in a stormy sea! 💫 \n\nSales and marketing - they're a tandem bicycle, not lone riders. 🔄 Your audience? They're humans seeking connection. Less hard-selling, more engaging. 🎯 Aspire to create impact? Consistent, authentic marketing. \n\n🌍 To make ripples that turn into waves, marketing is your pebble. Agree or disagree? #growth #startups #marketing #saas\n",
      "Last Modified": "2024-08-12T05:14:06.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Kyle Poyar"
    }
  },
  {
    "id": "recrUiXXLHrW53aDM",
    "createdTime": "2024-08-12T05:08:53.000Z",
    "fields": {
      "Example #": "137",
      "LI Post": "Need inspiration for your product onboarding? \n\nLook at Miro's approach, it's brilliant. \n\nI come across a number of product onboarding mishaps, especially for those launching a self-serve offering:\n\n🚫 The product is too confusing w/o sales or success helping out. \n\n🚫 There's too much of a blank slate. \n\n🚫 It's unclear 'what's in it for me' as a user. \n\n🚫 There's no personalization for specific use cases, jobs to be done, or levels of intent. \n\nMiro avoids these missteps and has one of my all-time favorite product onboarding experiences. \n\nWhat I'm digging 👇\n\n1. Onboarding begins on the website. \n\n- Miro has compelling messaging (\"take ideas from better to best\"). \n\n- They build trust with social proof (\"based on 5,149+ reviews\"). \n\n- You start building familiarity with the product through product images across desktop, mobile, and presentation-ready devices. \n\n^All of this gets people inspired and motivated to put in the work. \n\n1. Nudges folks to sign up with a work email, but doesn't require it. \n\n- \"We recommend using your work email -- it keeps work and life separate.\" \n\n- This positions Miro as a business-grade product. \n\n- Why should you care? Business sign-ups are >>> freemail/Gmail sign-ups, but you may not want to entirely shut off the ability to sign up with a freemail domain (especially if you sell to developers). \n\n1. There's no blank slate. \n\n- The app comes pre-populated with recommended Miro boards. \n\n- These templates include templates sourced from the Miroverse community, adding social proof. \n\n- Template recommendations are personalized to different use cases. \n\n1. It's obvious what to do next. \n\n- Miro doesn't have excessive in-product tours or pop-ups. \n\n- It doesn't need them; the whole experience is extremely intuitive without it. \n\nWhat else did I miss? \n\n--- \n\n🎁 Even more impressive than the tactics is Miro's _approach_ to evolving user onboarding over time. \n\nGo behind-the-scenes with Head of Growth Design Kate Syuma: https://lnkd.in/eQM8j99Z \n\n#product #ux #plg #growth \n",
      "Last Modified": "2024-08-12T05:14:06.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Kyle Poyar"
    }
  },
  {
    "id": "recsYfQdhIet90CpO",
    "createdTime": "2024-08-12T05:10:28.000Z",
    "fields": {
      "Example #": "169",
      "LI Post": "Feeling stuck? Go for a walk.  \n\nNo mental block can outlast the power of a 30-minute walk.  \n\nWe really need to normalize boredom.  \n\nSome of your most creative moments come during periods of boredom.  \n\nOn a walk, in the shower, or at dinner by yourself.  \n\nYou’re bored, your mind wanders, your thoughts mingle.  \n\nBam! Creative insight strikes.  \n\nSchedule boredom into your weeks.  \n\nSimple challenge for the week:  \n\nGo for a 30-minute tech-free walk.  \n\n• No phone  \n\n• No music  \n\n• No podcasts  \n\n• No articles  \n\n• No audiobooks  \n\nJust you, your thoughts, your gratitude, and the fresh air.  \n\nIt’s a simple reset that will change your perspective.  \n\n\\*\\*\\*I wrote about the case for walking in a newsletter.  \n\nJoin 650,000+ others who received it here: https://lnkd.in/esGsF85Q  \n\nEnjoy this? Share it with your network and follow me, Sahil Bloom, for more in the future!\n",
      "Last Modified": "2024-08-12T05:14:06.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Sahil Bloom"
    }
  },
  {
    "id": "recsjcy08VDRtR2pG",
    "createdTime": "2024-09-24T17:29:03.000Z",
    "fields": {
      "Example #": "183",
      "LI Post": "**How to [Achieve Goal] and Look as Cool as I 😎**\n\nYesterday was a historic day for [specific group/industry], marking a once-in-a-lifetime event. After [duration of time] of waiting and countless [emotional investment], the [specific event related to the audience] has occurred. Yes, [notable event] is back. We’re about to relive the [relevant era/moment], when everything was just feel-good vibes, and trust me, the world needs that now more than ever.\nSo, to celebrate, I’m giving you one of my [valuable resource/process/tool] for free. Normally, I’d charge [price/effort], but today, it’s on me.\n\n### The WHY\n\nAchieving [desired goal] on [platform/topic] can offer several significant advantages for professionals seeking to enhance their [goal-related benefit]. Here are the main reasons why you might consider aiming for this:\n- **[Benefit 1]**\n- **[Benefit 2]**\n- **[Benefit 3]**\n- **[Benefit 4]**\n\n### The HOW\n\n1. **Import blueprint 1 and 2** (or relevant resource): You can use these as your guide.\n2. **Go to [website/link]**: This is your entry point.\n3. **Select [actionable step]**: Example: [Topic URL]\n4. **Modify [resource/URL/tool]**: Adapt it to your specific needs.\n5. **Run [process 1]**: This will handle [specific task].\n6. **Run [process 2]**: It will complete the next step by [automating next step].\n7. **[Call to Action - Follow me/Join/Subscribe]**: Because [humorous/engaging reason].\n8. **[Second Call to Action - Like/Comment/Share]**: If you don’t, [humorous consequence].\n\n**IMPORTANT:** In the second scenario, I’m using [advanced tool/customization] to ensure [goal]. You’ll need to adapt this to [your specific focus/topic] to stand out from the crowd. Most people use [general tool] without customization, but I use my [customized process] to make my results unique. Cause I’m smart like that 😎\n\nI love you 💓\n\n**PS:** Don’t just copy-paste. Take the time to read through what’s generated and learn something new.\n",
      "Last Modified": "2024-09-24T17:29:48.000Z",
      "Type": "Template",
      "Author copy": 1060,
      "Author copy 2": 1060
    }
  },
  {
    "id": "recskbPi59IlZEaS4",
    "createdTime": "2024-08-12T04:55:14.000Z",
    "fields": {
      "Example #": "70",
      "LI Post": "There is no one-size-fits-all when it comes to GTM. Maja Voje and I studied 12 leading B2B SaaS companies. \n\n(Including interviews with their teams) Here's what we learned: PLG is eating the world. \n\n80% of the companies in our study employ PLG in some fashion. \n\nEven enterprise companies like Snowflake and Salesforce are adding free trials & freemium.\n\nIt's the new normal. \n\nWhy is this working for them? \n\nIn 2024, the best marketing is often your product. \n\nUsers rarely want to lock in a $500K+ contract without trying the product first. \n\nBut you do need to layer on a strong product-led sales motion to make enterprise work. \n\nDominate one at first, then layer on many. \n\nEvery company we studied got one GTM motion massively right. \n\nAnd, in each case, they still use that GTM motion in some form today. \n\nBut, they layer on other motions over time. \n\nThe ideal way to layer is symbiotically: \n\nABM couples nicely with outbound. \n\nInbound supports outbound. \n\nPartnerships amplify PLG. \n\nFor instance: Dropbox grew at first massively on referrals. \n\nNow, other channels are much more important. \n\nABM and Outbound are pillars of enterprise. \n\nFor 5- and 6-figure deals, it's difficult to rely on inbound or PLG alone. \n\nThe buyer is used to a different process. \n\nThey want to be hand-held. \n\nThis is where motions like ABM and outbound shine. \n\nThat's why you still see the Snowflake's and Salesforce's of the world focusing on them. \n\nThey're the bread and butter of enterprise. \n\nSo… bringing it all together, here's where to start based on your buyer. \n\nIf you're selling to consumers or prosumers: \n\nLean into PLG, community, and partnerships early on. \n\nLayer in paid marketing as you find product-market fit and have budget to scale. \n\nIf you're selling to SMBs: \n\nBlend inbound and outbound motions to build awareness and relationships. \n\nPaid digital can accelerate pipeline generation as you dial in your ICP. \n\nIf you're selling to enterprises: \n\nFocus on targeted ABM and partner ecosystems. \n\nInbound is great for air cover, but outbound is crucial for landing large accounts. \n\nIf you have a complex or technical product: \n\nMake sure you have developer docs, free tooling, and community support from day one. \n\nDon't underrate channels like partnerships & paid digital; they can still be crucial support. \n\nAnd above all: \n\nRemember what works at one stage may not work another. \n\nRemember the law of diminishing returns. \n\nBe willing to pivot when necessary.\n",
      "Last Modified": "2024-08-12T05:17:17.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Akash Gupta"
    }
  },
  {
    "id": "recsoav3qUQXKYAff",
    "createdTime": "2024-08-12T04:39:12.000Z",
    "fields": {
      "Example #": "16",
      "LI Post": "5 Essential Skills You Need to Excel in [Topic]. \n\n➡️ [Skill 1]: [Short description or question]. \n\nExample: \"[Brief example].\" \n\n➡️ [Skill 2]: [Short description or question]. \n\nExample: \"[Brief example].\" \n\n➡️ [Skill 3]: [Short description or question]. \n\nExample: \"[Brief example].\" \n\n➡️ [Skill 4]: [Short description or question]. \n\nExample: \"[Brief example].\" \n\n➡️ [Skill 5]: [Short description or question]. \n\nExample: \"[Brief example].\" \n\nMaster these skills, and you're on your way to [desired outcome]! \n\nP.S. Which skill do you find most crucial? \n\nShare your thoughts!\n",
      "Last Modified": "2024-08-20T21:32:51.000Z",
      "Trigger: Use Template": true,
      "Type": "Template",
      "Author copy": 101,
      "Author copy 2": 101,
      "Keywords": "AI automation",
      "Trigger: SEND Template": true
    }
  },
  {
    "id": "rectZtANqGXJDtZnb",
    "createdTime": "2024-08-12T04:40:11.000Z",
    "fields": {
      "Example #": "44",
      "LI Post": "I grew my following from [Starting follower count] to [Ending follower count] in [Timeframe]. \n\nHow? I decided to [Action or decision]. \n\nThe easiest way to learn this is to have a coach. Many will find it too expensive, but… This is an investment. \n\nI wanted to share my passion for [Topic]. \n\nI hired a coach to teach me [Specific skills]. \n\nWith [Coach's Name] I learned: \n\n[Lesson #1] \n\n[Lesson #2] \n\n[Lesson #3] \n\n[Lesson #4] \n\nI started [Action or journey] less than [Timeframe] ago, with [Starting follower count]. \n\nNow I have [Ending follower count] followers because I hired [Coach's Name]. \n\nBut more importantly - I also made a friend. ✨ \n\n[Reflection on learning from a younger coach] \n\n[Lesson learned and advice] \n\n[Closing gratitude to coach] \n\n[Optional: Additional note or recommendation] \n\n[Optional: Question or prompt for engagement]\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0
    }
  },
  {
    "id": "recto5jIEABODFDMD",
    "createdTime": "2024-08-12T04:54:54.000Z",
    "fields": {
      "Example #": "67",
      "LI Post": "Only 3 of the top 50 consumer software products use reverse trials. The other 47 are missing out. \n\n(Those 3 companies? Masterclass, Skillshare, and Spotify.) \n\nI was stunned when I ran the numbers on companies from Audible to Uber. Only 6%? \n\nB2B has caught on faster. And 'caught on' is the right term. \n\nBecause the data shows reverse trials work: \n\n→ I took the midpoint of consumer cos who do share conversions (only a third, so small sample). \n\n→ While the freemium, trial, and combined ended up ~10%, reverse trials came in at ~14.5%. \n\n→ That matches up strikingly close to what OpenView in its B2B benchmarks. \n\nSo clearly—B2B or B2C—you can significantly increase paid conversion with this model. \n\nReverse trials leverage the psychological phenomena of loss aversion. \n\nPeople treat losses more seriously than gains. \n\nAnd the loss of premium hurts. \n\nA single taste of premium functionality can leave you yearning for more. \n\nSo I expect more companies to adopt reverse trials. \n\nIt's not just free trial or freemium in 2024. \n\n5 years from now, that 6% will likely be 24%+.\n",
      "Last Modified": "2024-08-12T05:17:17.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Akash Gupta"
    }
  },
  {
    "id": "recu0elxC3SMyTwaQ",
    "createdTime": "2024-08-12T05:10:56.000Z",
    "fields": {
      "Example #": "173",
      "LI Post": "A simple monthly ritual that will change your life in 2024.\n\nThe Think Day: In the 1980s, Microsoft founder Bill Gates began an annual tradition he called the Think Week. He would seclude himself in a remote location, close all communication, and spend an entire week dedicated to reading, learning, and thinking.\n\nThe radical approach became a core part of his process: \"Think Week is a time when I can be creative and push my own thinking. It's a time to step outside the day-to-day demands of my job and really focus on the big picture.\" - Bill Gates\n\nI first read about the Think Week years ago and immediately knew I wanted to give it a shot. I knew I didn't have an entire week to dedicate to it (early career demands, family priorities, etc.), but I figured I could adapt something with a similar vision.\n\nThe Think Day was my creation:  \nPick one day each month (or quarter) to step back from your day-to-day professional demands.  \n\n• Seclude yourself (mentally or physically)  \n\n• Shut off notifications on your devices  \n\n• Put up an out-of-office response  \n\nThe goal is to create space to spend the entire day reading, learning, journaling, and THINKING. By doing this, you create the free time to zoom out, open your mind, and think creatively about the bigger picture.\n\nMy essential tools for the Think Day:  \n• Journal and pen  \n\n• Books/articles I've been wanting to read  \n\n• Secluded location (at home, Airbnb, or outside)  \n\n• Thinking question prompts to spark my mind  \n\n6 thinking question prompts I've found useful:  \n\n1. How can you do less, but better?  \n\n1. Are you hunting antelope (big important problems) or field mice (small urgent problems)?  \n\n1. What are your strongest beliefs? What would it take for you to change your mind on them?  \n\n1. What are a few things that you know now that you wish you knew 5 years ago?  \n\n1. What actions were you engaged in 5 years ago that you cringe at today? What actions are you engaged in today that you will cringe at in 5 years?  \n\n1. What would your 80-year-old self say about your decisions today?  \n\nI aim for an 8-hour window (typical 9-5 day) split into 60-minute focus blocks with walks in between. The walks open your mind to more creative thinking (don't neglect them!).\n\nYou have to slow down to speed up. In a world obsessed with speed, the benefits of slowing down are extensive:  \n\n• Restore energy  \n\n• Notice things you missed  \n\n• Be more deliberate with action  \n\n• Focus on the highest leverage opportunities  \n\nThe Think Day can be a secret weapon for you in 2024. Give it a shot and let me know what you think.\n\n\\*\\*\\* Enjoy this? Share the post with your network and follow me Sahil Bloom for more in the future. \n\nI first shared this idea in my free newsletter. Join 650,000+ others who received it here: https://lnkd.in/esGsF85Q\n",
      "Last Modified": "2024-08-12T05:14:06.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Sahil Bloom"
    }
  },
  {
    "id": "recuFDDwSCr3Z6VWX",
    "createdTime": "2024-08-12T04:40:48.000Z",
    "fields": {
      "Example #": "62",
      "LI Post": "Your 1st [Activity] may fail. \n\nYour 2nd [Activity] may fail. \n\nYour 3rd [Activity] may fail. \n\nThen the 4th [Activity] finds [Success Metric]. \n\nDon't be afraid to pivot.\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0
    }
  },
  {
    "id": "recuR8fxyRrSxuFQd",
    "createdTime": "2024-08-12T04:40:40.000Z",
    "fields": {
      "Example #": "57",
      "LI Post": "Harsh Truth: [Concept 1] are cheap, [Concept 2] is expensive. \n\n[Number] simple models to [Achieve Goal] in [Year]:\n\n[Model 1 Name]  \n[Brief Description of Model 1]  \nExample: \"[Specific Example or Quote]\"\n\n[Model 2 Name]  \n[Brief Description of Model 2]  \nExample: \"[Specific Example or Quote]\"\n\n[Model 3 Name]  \n[Brief Description of Model 3]  \nExample: \"[Specific Example or Quote]\"\n\n[Model 4 Name]  \n[Brief Description of Model 4]  \nExample: \"[Specific Example or Quote]\"\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 168,
      "Author copy 2": 168
    }
  },
  {
    "id": "recuXvh8Vaz3uAIIN",
    "createdTime": "2024-08-12T04:41:01.000Z",
    "fields": {
      "Example #": "61",
      "LI Post": "Importance of [Topic] in first 500 days  \n\nHey there, fellow [audience]!  \n\nAs we embark on our [endeavor], it's crucial to recognize the paramount role that [topic] plays in our early days.  \n\nIn the fast-paced [context], effective [topic] can be a game-changer for our growth and success.  \n\nHere's why:  \n\n\\[Point 1]:  \n\n- [Explanation of Point 1]  \n\n\\[Point 2]:  \n\n- [Explanation of Point 2]  \n\n\\[Point 3]:  \n\n- [Explanation of Point 3]  \n\n\\[Point 4]:  \n\n- [Explanation of Point 4]  \n\n\\[Point 5]:  \n\n- [Explanation of Point 5]  \n\nRemember, in the early days, when resources are limited, [descriptive phrase].  \n\nSo, let's leverage the power of [topic] to create a strong foundation for our [context] and pave the way for future great success!  \n\n#Hashtags\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0
    }
  },
  {
    "id": "recui4UH1JEeQZFmU",
    "createdTime": "2024-08-12T04:39:04.000Z",
    "fields": {
      "Example #": "12",
      "LI Post": "In 10 years, I’ve reached $[Number] $ of revenue doing [Activity].\n\n7 advices, I’d give to ANYBODY now:\n\n[Advice 1]  \n[Brief explanation or example]  \n\n[Advice 2]  \n[Brief explanation or example]  \n\n[Advice 3]  \n[Brief explanation or example]  \n\n[Advice 4]  \n[Brief explanation or example]  \n\n[Advice 5]  \n[Brief explanation or example]  \n\n[Advice 6]  \n[Brief explanation or example]  \n\n[Advice 7]  \n[Brief explanation or example]  \n\nHave any questions about?  \n\nAMA anything in the comments.\n",
      "Last Modified": "2024-08-20T21:32:51.000Z",
      "Trigger: Use Template": true,
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0,
      "Keywords": "AI automation",
      "Trigger: SEND Template": true
    }
  },
  {
    "id": "recv2kYR7o3RVk70V",
    "createdTime": "2024-08-12T04:56:35.000Z",
    "fields": {
      "Example #": "91",
      "LI Post": "I need some recommendations from the LinkedIn tribe! \n\nI'll be on a 12+ hour trip today and need some book/ article recommendations. \n\nHere's what I'm currently interested in:\n\n- Demand Generation, esp LinkedIn ads\n\n- Branding, storytelling\n\n- Rev Ops\n\nIf you've recently read/written something on these topics that you think is worth sharing - please share in the comments! \n\nTy!! :) \n\nSee less \n\nLike\n",
      "Last Modified": "2024-08-12T05:15:08.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Emilia Korczynska"
    }
  },
  {
    "id": "recvEtOddle4ibxw5",
    "createdTime": "2024-08-12T04:40:02.000Z",
    "fields": {
      "Example #": "40",
      "LI Post": "[Topic] is hard.\n\n[Weekly tasks breakdown]  \n\nEvery week, you need to:  \n\n→ [Task 1]  \n\n→ [Task 2]  \n\n→ [Task 3]  \n\n→ [Task 4]  \n\n→ [Task 5]  \n\n→ [Task 6]  \n\n→ [Task 7]  \n\nAll the other tasks involved.  \n\n[Empathy and reassurance]  \n\nNo one finds this easy, especially when you're [specific challenge like running a business].  \n\n(So, don't be too hard on yourself!)  \n\n[Tips or solutions heading]  \n\nHere’s how to tackle it if you’re struggling:  \n\n[Solution 1]  \n\n[Solution 2]  \n\n[Solution 3]  \n\n[Solution 4]  \n\n[Solution 5]  \n\n[Solution 6]  \n\n[Solution 7]  \n\n[Solution 8]  \n\n[Solution 9]  \n\n[Bonus tip]  \n\n[Bonus solution]  \n\n[Encouragement and Call-to-Action]  \n\nWe'll make [main goal, e.g., content creation] 10x easier.  \n\n(+ [Additional benefit, e.g., get you some leads too])\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0
    }
  },
  {
    "id": "recvftiYHM0Jou5mA",
    "createdTime": "2024-08-12T04:56:31.000Z",
    "fields": {
      "Example #": "88",
      "LI Post": "Maybe try adding more Tomatum to your sauce...\n\n#SEOisdead and AI will take over search soon huh?\n",
      "Last Modified": "2024-08-12T05:15:08.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Emilia Korczynska"
    }
  },
  {
    "id": "recvy57uo5Q2KH0Q1",
    "createdTime": "2024-08-12T04:56:53.000Z",
    "fields": {
      "Example #": "96",
      "LI Post": "Historically, product led growth strategies were implemented by SaaS type cos who were looking for more self-serve solutions. \n\nToday, with the changes to the digital landscape around privacy and advertising, growth will need to be fueled through the product. \n\nYou can implement PLG strategies regardless of whether you B2B, B2C, SaaS or not. \n\nRead post I wrote on how you can apply PLG strategies to your digital product today.\n",
      "Last Modified": "2024-08-12T05:14:42.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "David Spitz"
    }
  },
  {
    "id": "recwcoM5RcHqL7mNp",
    "createdTime": "2024-08-12T04:39:58.000Z",
    "fields": {
      "Example #": "38",
      "LI Post": "Stop waiting. \n\nStart acting. \n\nBecause time is ticking. \n\nAnd with that, so are your opportunities. \n\n[Insight or realization] \n\n[Call to action] \n\n[Additional encouragement or advice] \n\n[Link or resource] \n\nExample # 39  \n\nHere are 3 things I've stopped doing on [Topic] lately:  \n\n[Action #1]  \n\n[Insight or explanation of change in strategy]  \n\n[Action #2]  \n\n[Insight or explanation of change in strategy]  \n\n[Action #3]  \n\n[Insight or explanation of change in strategy]  \n\nKindly add to the list. \n\nI'm learning in the comment section. \n\nSeeing me for the first time? \n\nI post [Description of content style]. \n\nConnect with me [Name]. \n\nRing the notification 🔔 to get notified on my [Posting schedule] daily valuable post.\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 210
    }
  },
  {
    "id": "recwmblqaQmhLOP6r",
    "createdTime": "2024-08-12T04:40:52.000Z",
    "fields": {
      "Example #": "57",
      "LI Post": "I've reinvented myself [Number] times.\n\nIn [Year], I was \"[Unique Branding Theme 1].\"\n\nIn [Year], I was \"[Unique Branding Theme 2].\"\n\nIn [Year], I was \"[Unique Branding Theme 3].\"\n\nIn [Year], I was \"[Unique Branding Theme 4].\"\n\nIn [Upcoming Year], I will be \"[Upcoming Branding Theme]\" and by [Time Frame], I'll probably evolve to something different.\n\nHere's the deal:\n\nNobody remembers [Past Branding Theme 1].\n\nNobody remembers [Past Branding Theme 2].\n\nNobody remembers [Past Branding Theme 3].\n\nNobody remembers [Past Branding Theme 4].\n\n(OK, maybe a couple of people)\n\nBut really, my followers care about one thing: \n\n→ What do you make me feel now?\n\nIt's actually freeing.\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0
    }
  },
  {
    "id": "recwnQzkbxccuKa21",
    "createdTime": "2024-08-12T05:09:43.000Z",
    "fields": {
      "Example #": "155",
      "LI Post": "📚 Just finished reading \"Barking Up the Wrong Tree\" by Eric Barker, and I'm truly inspired! 🌟 \n\nThis book is packed with insights on success, happiness, and the paths we take to achieve them. \n\nHere's a quick summary of some key takeaways: \n\n1️⃣ Embrace Your Uniqueness: Success isn't about conforming to a one-size-fits-all formula. \n\nInstead, it's about leveraging your unique strengths and quirks. \n\nBe yourself, and play to your strengths. \n\n2️⃣ Hard Work Matters: Success often requires hard work and persistence. \n\nDon't be afraid to put in the effort to achieve your goals. \n\nConsistency and dedication pay off. \n\n3️⃣ Resilience is Key: Life throws curveballs at us all. \n\nThe ability to bounce back from setbacks and learn from failure is crucial for long-term success. \n\n4️⃣ Network Smartly: Building strong relationships can open doors to opportunities. \n\nBut it's not just about networking; it's about nurturing genuine connections. \n\n5️⃣ Seek Happiness, Not Pleasure: Pursue meaningful, long-term happiness rather than short-term pleasures. \n\nTrue contentment comes from a sense of purpose and fulfillment. \n\n6️⃣ Question Conventional Wisdom: Sometimes, the popular path isn't the right one for you. \n\nEric Barker encourages us to question conventional wisdom and think critically about our choices. \n\n7️⃣ Balance is Essential: Striking a balance between work, life, and personal growth is crucial for overall well-being and success. \n\nI highly recommend reading \"Barking Up the Wrong Tree\" if you're looking for practical advice on how to lead a more fulfilling and successful life. \n\nIt's a thought-provoking and enjoyable read that challenges conventional thinking. \n\n#BookRecommendation #PersonalDevelopment #SuccessMindset\n",
      "Last Modified": "2024-08-12T05:14:06.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Justin Welsh"
    }
  },
  {
    "id": "recxVgBLo8QCJRrQZ",
    "createdTime": "2024-08-12T04:39:51.000Z",
    "fields": {
      "Example #": "34",
      "LI Post": "What people think [Topic] is:\n\n- [Common misconception #1]\n\n- [Common misconception #2]\n\n- [Common misconception #3]\n\nWhat [Topic] actually is:\n\n- [Core aspect #1]\n\n- [Core aspect #2]\n\n- [Core aspect #3]\n\n[Topic] is\n\nI've seen many struggle with:\n\n- [Challenge #1]\n\n- [Challenge #2]\n\n- [Challenge #3]\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0
    }
  },
  {
    "id": "recxdsr5EXkx22Q8p",
    "createdTime": "2024-08-12T04:56:32.000Z",
    "fields": {
      "Example #": "89",
      "LI Post": "If marketing managers were songwriters......... \n\nP.S. Actual footage of me in the run-up to our Product Metrics Benchmarks report's launch. \n\nIf I suddenly disappear from here - you'll know our graphic designer/demand gen manager has assassinated me.\n",
      "Last Modified": "2024-08-12T05:15:08.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Emilia Korczynska"
    }
  },
  {
    "id": "recxeFXWFycChClEq",
    "createdTime": "2024-08-12T04:39:55.000Z",
    "fields": {
      "Example #": "37",
      "LI Post": "Running a [business/organization]: Here's what fuels that fire for me: [aspect of improvement].\n\nInside the [Team]: \n\nWe actively seek feedback from [relevant stakeholders]. \n\nTheir insights help us understand [challenges/opportunities]. \n\nWe don’t just listen, we [take action]. \n\nWe refine our [processes]. \n\nWe leverage [resources]. \n\nWe strive to create a [supportive environment]. \n\nOutside the [Team]: \n\nOur [customers/clients] are our best critics and supporters. \n\nWe engage with them at every stage of their [experience]. \n\nTheir feedback helps us understand [their needs and expectations]. \n\nWe use this knowledge to [improve our products and services].\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0
    }
  },
  {
    "id": "recyPiiybXnPlhoxF",
    "createdTime": "2024-08-12T04:56:37.000Z",
    "fields": {
      "Example #": "92",
      "LI Post": "Last night, we hosted our first VIP dinner for Product leaders in Austin - sharing the first glimpse of our Product Benchmarks Report (grab an early bird version in the comments!) with 20+ senior Product and UX leaders from companies like Miro, RingCentral, BlueBeam, Fondo, Osano or Briefcam. \n\nI never expected so much enthusiasm and a heated debate but well, there we go - when the results are controversial (Sales-led companies have beaten Product-Led companies on all metrics) and the folks are passionate - what can you expect? \n\nThank you everyone for coming last night and sharing all your insights and feedback - we'll be definitely hosting more of those soon. \n\nGive me a shout in the comments which city we should go to next!\n\nAlso, a big thanks to our team members that helped make the event such a big success - especially Lusine, Teodor, and Tiana. \n\nAnd if anyone wants to hang out more - I'm still in Austin till Sunday so hit me up!\n",
      "Last Modified": "2024-08-12T05:15:08.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Emilia Korczynska"
    }
  },
  {
    "id": "recyhuxU7B49wyXFe",
    "createdTime": "2024-08-12T04:55:56.000Z",
    "fields": {
      "Example #": "77",
      "LI Post": "Product led growth is having a well deserved moment. \n\nBut SaaS companies have been running this playbook for years. \n\nIt just didn’t have a recognized name until OpenView defined the category. \n\nBefore then, we just called it \"growth\" (and sometimes \"ecommerce for SaaS.\") \n\nMailchimp is a great example. \n\nThey launched their free forever plan and grew to 1.2 million back in 2012. \n\nThey didn't call it product-led growth. \n\nThey were just inspired by the idea of using their product to market itself. \n\nAnd they were excited about the low CAC. \n\nI also lived this first hand at Wistia. \n\nBack in 2012, they launched their Free Plan. \n\nIt allowed them to capitalize on the virality of the product (being embedded all across the internet) & helped them acquire hundreds of thousands of free users. \n\nThey convert thousands of those free users into paying customers without any sales folks until 2016. \n\nSurveyMonkey, Typeform, Dropbox, DocuSign, and Slack all had similar versions of this go to market model in the early 2010s. \n\nSo even though PLG is having its moment, SaaS brands have been refining this playbook for a while. \n\nWe just didn't know how to explain it to our families.\n",
      "Last Modified": "2024-08-12T05:17:03.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Alyona Mysko"
    }
  },
  {
    "id": "recyyPdsI6q9W7Qwp",
    "createdTime": "2024-08-12T05:08:23.000Z",
    "fields": {
      "Example #": "126",
      "LI Post": "What role does Marketing have in achieving Product Market Fit? Achieving product market fit is one of startups' biggest dreams. The reassurance that what's built aligns with what your target market desires 🥹 \n\nA solid marketing plan helps you: \n\nUnderstanding through research: marketing digs deep into customer needs and pain points. This information directs product development toward market demand. \n\nValue communication: with the right product in place, marketing conveys its benefits. When fit is achieved, this message resonates with your audience. \n\nThis is when they scream \"This is for me!\" \n\nReal-time feedback: marketing campaigns serve as feedback channels. Their performance reveals how your product is received and what you have to refine. \n\nBy leveraging marketing, founders can ensure they're on track towards a fitting product-market match 💪 \n\n\\_\\_\\_\\_\\_\\_\\_\\_\\_ \n\n🚀 P.S. I've got a limited-time offer for September only on my coaching for founders. \n\nCheck out the details. \n\nLink in the comments 👇 \n\n#marketing #founders #startups\n",
      "Last Modified": "2024-08-12T05:14:06.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Kyle Poyar"
    }
  },
  {
    "id": "recz3lq7ndHUQilni",
    "createdTime": "2024-08-12T04:58:06.000Z",
    "fields": {
      "Example #": "117",
      "LI Post": "Get past the headline as the content is so spot on...\n\nhttps://lnkd.in/g4uf5Wv3.\n\nIn short: \"Greater access to data and the pandemic has changed the perspective work/life balance.\"\n\nOther key highlights:\n\n1. Employee-employer relationship has changed.\n\n1. Companies no longer provide career paths.\n\n1. College degrees are less helpful to your career.\n\n1. Money from work buys you fewer tangible rewards.\n",
      "Last Modified": "2024-08-12T05:11:48.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Elena Verna"
    }
  },
  {
    "id": "recz3ulNc43kedNWZ",
    "createdTime": "2024-08-12T05:08:18.000Z",
    "fields": {
      "Example #": "124",
      "LI Post": "Mistakes Startups Do - \"Improper Marketing\"! \n\nMarketing matters! One of the biggest mistakes startup founders make is improper marketing. \n\nIt's not just about having a great product; it's about making sure your target market knows about it. Proper planning and execution of your marketing strategy are essential for success. \n\nWithout effective marketing, your product may not gain the traction it needs in the market, impacting your sales and revenue. Don't underestimate the power of marketing in building brand awareness and driving customer engagement. \n\nTake the time to understand your audience, craft compelling messages, and choose the right channels to reach them. Remember, marketing is not just a one-time effort; it's an ongoing process that requires constant attention and adaptation. \n\nInvest in your marketing strategy and watch your startup thrive! ✨ \n\n#MarketingMatters #StartupSuccess #KnowYourAudience #EffectiveMarketing #abhisheksengupta\n",
      "Last Modified": "2024-08-12T05:14:06.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Kyle Poyar"
    }
  },
  {
    "id": "reczASFlFZ2U6kcJy",
    "createdTime": "2024-08-12T04:54:46.000Z",
    "fields": {
      "Example #": "65",
      "LI Post": "For a company founded in '93, Nvidia's ascent to $2.7T market cap has been FAST. But what really is Nvidia's moat? Let's break it down.\n\nPART 1 — SOFTWARE\n\nThe story starts all the way back in the early 2000s. That's when Jensen Huang, Nvidia CEO, and his team were out meeting researchers using their products.\n\nMost researchers were hacking graphics packages to run complex parallel compute tasks. It was not ideal. \n\nTo say the least. So, when the Nvidia team met Ian Buck, who had the vision of running general purpose programming languages on GPUs, they funded his Ph.D. \n\nAfter graduation, Ian came to Nvidia to commercialize the tech. Two years later, in 2006, Nvidia released CUDA.\n\nCompute Unified Device Architecture. CUDA made all those parallelization hacks the researchers were doing available to everyone.\n\nOver time, CUDA became the default choice for researchers. CUDA allowed accessible customization of the low-level hardware.\n\nSo developers loved it. Nowadays, when startups like MosaicML evaluate the available technology vs CUDA, they inevitably choose CUDA.\n\nThe ecosystem around CUDA has grown so robust that its lead is virtually unbeatable. This software layer is at the core of Nvidia's moat.\n\nPART 2 — HARDWARE\n\nThe other side of Nvidia's moat is hardware. But it's not graphics cards for crypto and gaming.\n\nThe hardware that matters is AI supercomputers. The story of these supercomputers begins in the late 2000s. \n\nAs Nvidia was developing CUDA, Jensen asked the team to build a supercomputer to help him build better chips. The result was a massive supercomputer that weighed 100 pounds and strung together many GPUs with world-class networking for ultra-fast computing.\n\nIn the early 2010s, Jensen gave a talk at a conference about this AI supercomputer. Elon Musk got wind of it and said, \"I want one.\" \n\nSo, in 2016, Jensen actually donated one to Elon Musk's relatively unknown nonprofit, OpenAI. He hand delivered it, and there's photographic proof.\n\nOpenAI quickly learned the supercomputer worked really well. Especially for training large neural networks. \n\nThat 2016 Pascal architecture delivered an impressive 19 TFLOPS of FP16 operations. That's 19 trillion floating point operations per second. \n\nIt's a massive amount. But that was just the beginning.\n\nSince then, Jensen and the Nvidia team have been lapping the industry in delivering more TFLOPS, growing them at an exponential rate. \n\nThe latest Blackwell architecture delivers a massive 5000 TFLOPS. That's >260x AI computer in 8 years.\n\nAnd it sells for more than $75K. But buyers like Meta, OpenAI, Google, and Amazon just can't get enough, as their internal ASICs are nowhere near Nvidia's level.\n\nAs a result, Nvidia's profits and market cap continue to soar, cementing its position as a leader in the AI hardware and software space.\n",
      "Last Modified": "2024-08-12T05:17:17.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Akash Gupta"
    }
  },
  {
    "id": "reczJ6cWqaeSntoaT",
    "createdTime": "2024-08-12T04:55:01.000Z",
    "fields": {
      "Example #": "68",
      "LI Post": "It's never been more exciting to start an AI startup. But the graveyard is vast. \n\nHere's what not to do: Spencer Shulem and I studied dozens of AI startup failures and successes. This is what we learned: \n\nFalling for shiny object syndrome. When a shiny new model or tech drops, it's tempting to pursue it. \n\nFor example, Argo AI raised billions of dollars to build self-driving tech. But after 6 years, the company realized the tech wasn't ready for public roads. \n\nNow, it's gone. Successful startups stay laser-focused on their target user and use case. \n\nFor example, Anthropic has been working on its constitutional AI technology for years, despite many flashy new approaches emerging. \n\nThat focus allowed them to make (one of) the best LLM(s) out there. \n\n\"It works in the lab.\" Turning prototypes into products takes massive investments. \n\nDon't make the Rabbit/Humane mistake: they had good demos and commercials, but the AI devices didn't live up to the hype in the real world. \n\nNow, both are headed to the graveyard. Successful AI startups make demos replicable in reality. \n\nFor instance, Cohere spent two years building a robust serving platform. \n\nThis foundational work enabled their self-serve API to reliably handle billions of requests from day 1. \n\nIrresponsible deployment. In the rush to market, many AI product teams fail to put adequate safeguards in place. \n\nTake Clearview AI. They scraped hundreds of millions of social media photos without consent. \n\nWhen the NYT exposed it, they got banned from selling to companies and folded. \n\nOn the other hand, teams like those at Perplexity AI pay especially close attention to Red Teaming. \n\nTheir vigilance has allowed them to take share from Google, whose AI search has myriad examples of irresponsible outputs (like recommending the depressed to jump off a bridge). \n\nPrioritizing flash over function. Many failed AI startups churn out flashy demos that generate reams of press, but don't solve real problems. \n\nRemember Quixey? Their demos touted a deep learning-powered \"search engine for apps.\" \n\nNow, they don't exist. Successful startups like video AI tool Runway laser-focused on their users' gnarliest problems. \n\nThey went deep on discovery with video creators to find the workflows that burn hours and dollars. \n\nThen, they cut the time & cost by 10x. \n\nRaising too much, too fast. VC can seem necessary as an AI founder. \n\nBut have you heard the stories of Olive AI or Inflection? Each raised a billion or more without achieving product-market fit. \n\nNow, they barely exist. On the other hand, successful startups like Cohere bootstrapped for 2 years before raising a $40M Series A. \n\nThis allowed them to deeply validate their self-serve model and hit $1M ARR before taking on VC. \n\nWith strong fundamentals in place, they could then scale with confidence.\n",
      "Last Modified": "2024-08-12T05:17:17.000Z",
      "Type": "Example",
      "Author copy": 0,
      "Author copy 2": 0,
      "Author name": "Akash Gupta"
    }
  },
  {
    "id": "reczVJcNsO9aZxXIS",
    "createdTime": "2024-08-12T04:41:05.000Z",
    "fields": {
      "Example #": "64",
      "LI Post": "Unpopular opinion: \n\n[Point 1]\n\n[Point 2]\n\n[Point 3]\n\n[Point 4]\n\n[Point 5]\n\n[Point 6]\n\n[Point 7]\n\n[Engagement Question]?\n",
      "Last Modified": "2024-08-12T04:44:06.000Z",
      "Type": "Template",
      "Author copy": 0,
      "Author copy 2": 0
    }
  }
]